[
  {
    "title": "DevOps Engineer",
    "company": "Experian",
    "summary": "As a Dev Support Engineer, you'll be responsible for managing and monitoring all of the environments for a critical financial system. You'll also be actively...",
    "date": "4 hours ago"
  },
  {
    "title": "Devops Engineer",
    "company": "OneMain Financial",
    "summary": "Certified SysOps Administrator, AWS Certified DevOps Engineer. Join the OneMain Technical Operations team as a DevOps Engineer here in Chicago....",
    "date": "4 days ago"
  },
  {
    "title": "Senior DevOps (CI-CD) Engineer",
    "company": "Global InfoTek, Inc.",
    "summary": "As a DevOps engineer you’ll provide technical leadership with building continuous integration and delivery infrastructure for OpenShift environment....",
    "date": "3 days ago"
  },
  {
    "title": "DEVOPS AWS ENGINEER",
    "company": "KMM Technologies",
    "summary": "Our client is looking for a DevOps AWS Engineer with Kubernetes and Docker. This is with my direct client and a long-term project in Reston VA....",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Piper Companies",
    "summary": "Responsibilities for the DevOps Engineer:. The DevOps Engineer will support project work at a global level, and take advantage of existing and upcoming AWS...",
    "date": "1 hour ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Hub Group",
    "summary": "DevOps Engineer - (SHA00000959). Advanced understanding of DevOps best practices, approaches and methodologies....",
    "date": "10 days ago"
  },
  {
    "title": "DevOps Engineer, Sr",
    "company": "Cylance, Inc.",
    "summary": "WHO WE ARE Cylance is one of the fastest growing companies in the history of cybersecurity. By successfully applying artificial intelligence and machine...",
    "date": "4 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Albertsons Companies",
    "summary": "A commitment to best practices on operational processes for DevOps. The role of the Lead DevOps is a collaborative role where he assists junior DevOps teams in...",
    "date": "4 days ago"
  },
  {
    "title": "DevOps Engineer - Python",
    "company": "Comcast",
    "summary": "Comcast's Technology & Product organization works at the intersection of media and technology. Our innovative teams are continually developing and delivering...",
    "date": "12 hours ago"
  },
  {
    "title": "DevOps Engineer (Contract)",
    "company": "Electronic Arts",
    "summary": "Refine DevOps escalation processes for live site issues – participate in after hours operational support as needed....",
    "date": "3 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Verizon",
    "summary": "Implementing Jenkins and DevOps Pipeline. We are looking for a Senior DevOps Engineer for the My Verizon Self Service IT Team. What you’ll be doing......",
    "date": "2 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Amazon.com Services, Inc.",
    "summary": "Ring is looking for an ambitious DevOps Engineer to join a fun, hard working, team that is dedicated to building a system that is always reliable and available...",
    "date": "5 days ago"
  },
  {
    "title": "Sr. Engineer, DevOps",
    "company": "Verint Systems Inc.",
    "summary": "Participate in regular meetings with Global DevOps and lead and give input on cross-functional DevOps processes and methodologies....",
    "date": "5 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "PerkinElmer",
    "summary": "Responsible for leading multiple development projects and mentoring junior DevOps engineers. Lead the transformation to DevOps and Continuous Delivery across...",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "General Dynamics Information Technology",
    "summary": "GDIT is seeking a DevOps Engineer with an Operations focus. Experience with implementation and maintenance of Linux Containers, Docker and Devops tools Jenkins,...",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Comcast",
    "summary": "DevOps Engineer About Us. Working with our existing DevOps team and with lead engineers, the DevOps Engineer is responsible for automation, proactive monitoring...",
    "date": "2 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Mindstrong",
    "summary": "What is the DevOps Engineer role? Plan and deploy high availability solutions for DevOps services. We are looking for a stellar DevOps Engineer to drive amazing...",
    "date": "3 days ago"
  },
  {
    "title": "Sr DevOps Engineer",
    "company": "Coinstar",
    "summary": "AWS DevOps Certified. AWS DevOps tooling stack (Kinesis, CI/CD, etc.). Become a trusted provider of subject matter expertise on DevOps Engineering....",
    "date": "2 days ago"
  },
  {
    "title": "DevOps / SalesOps Engineer",
    "company": "TrustRadius",
    "summary": "TrustRadius leads the B2B software review market. Speeding and de-risking the buying process, giving voice to and connecting software users, and helping...",
    "date": "5 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "CoStar Group",
    "summary": "Senior DevOps Engineer. An individual lives and breathes continuous integration/continuous delivery (CI/CD) using latest DevOps tools and innovative methods....",
    "date": "3 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Globant",
    "summary": "A Senior Devops Engineer who will design and maintain the cloud development and testing environment of servers in a complex server-to-server migration platform....",
    "date": "5 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Workspan",
    "summary": "5+ years DevOps engineering experience. DevOps Engineer, you will play a critical part in the continued successful growth of WorkSpan....",
    "date": "5 days ago"
  },
  {
    "title": "Devops Engineer",
    "company": "Vantiv",
    "summary": "The Company Worldpay is a global payments leader powering international commerce with deep fintech expertise and a shared passion for our customers. Whether...",
    "date": "5 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Electronic Arts",
    "summary": "We are a group of DevOps engineers who collaborate with multiple teams to provide online services that enhance the game experience....",
    "date": "3 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Textio",
    "summary": "Textio has already changed the way that thousands of companies write and we are looking for a creative DevOps engineer to join our team to build the platform...",
    "date": "2 days ago"
  },
  {
    "title": "Developer",
    "company": "Blue Cross Blue Shield of IL, MT, NM, OK & TX",
    "summary": "Exhibits DevOps mindset where team is accountable for product from inception to sunset. DevOps, Continuous Delivery process refinement and tool sets such as...",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Services Engineer",
    "company": "Red Bull",
    "summary": "Continuous adoption & training on best practice use of automation, DevOps and infrastructure-as-code solutions;...",
    "date": "30+ days ago"
  },
  {
    "title": "Contract- DevOps Engineer",
    "company": "Blue Origin",
    "summary": "Experience with DevOps. As part of a small, passionate and accomplished team of experts, you will be responsible for designing, building and continuously...",
    "date": "5 days ago"
  },
  {
    "title": "Senior Engineer, DevOps Engineer",
    "company": "MasterCard",
    "summary": "Senior Engineer, DevOps Engineer. Support the application CI/CD pipeline for promoting software into higher environments through validation and operational...",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Developer",
    "company": "Credit Suisse",
    "summary": "DevOps Developer # 129530. United States-NC-Raleigh | Full-time | Technology [IT] | Job ID 129530....",
    "date": "4 days ago"
  },
  {
    "title": "Devops Engineer",
    "company": "Cognizant",
    "summary": "5+ yrs working in a technology environment primarily in Devops area. Bachelor's Degree (preferably in Computer Science or like field)....",
    "date": "2 days ago"
  },
  {
    "title": "Devops Engineer",
    "company": "OSRAM SYLVANIA",
    "summary": "10005210 - Devops Engineer. We’re looking for an experienced devops engineer to join the small team creating our SiteWorx smart building platform....",
    "date": "4 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Virgin Pulse",
    "summary": "As a DevOps Engineer at Virgin Pulse you will work on implementing stories, bug fixes, unit tests, and general R&D with minimal oversight....",
    "date": "2 days ago"
  },
  {
    "title": "CI/CD DevOps Engineer Grad Intern",
    "company": "Kaiser Permanente",
    "summary": "Lay the groundwork for a dynamic future with an industry leader. At Kaiser Permanente, you'll forge lasting relationships with colleagues across the...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Red Robin International, Inc.",
    "summary": "Senior DevOps Engineer. Serve as the DevOps SME for various systems, including mission-critical guest-facing web applications that make real money all day long....",
    "date": "3 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "The Shade Store",
    "summary": "Continuous learner who is engaged with the DevOps community and maintains contacts with peers in the industry....",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer (Raleigh)",
    "company": "e-Builder",
    "summary": "3+ years of experience with DevOps Automation. Work in a DevOps capacity with a desire to automate everything. Implement DevOps practices such as infrastructure...",
    "date": "4 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "DXC",
    "summary": "Job Description: DXC Technology (NYSE: DXC) is the world’s leading independent, end-to-end IT services company, helping clients harness the power of...",
    "date": "5 days ago"
  },
  {
    "title": "Software Engineer - DevOps",
    "company": "EBSCO Industries Inc",
    "summary": "Software Engineer - DevOps. Domain Proficiency, Implementation, Design, Continuous Operations, DevOps. EBSCO Information Services (EIS) provides a complete and...",
    "date": "20 hours ago"
  },
  {
    "title": "SRE/Devops Engineer",
    "company": "ADP",
    "summary": "2+ years DevOps or SRE experience. Our industry is starting to go through a transformational shift and we intend to lead it....",
    "date": "9 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Nicholas and Company",
    "summary": "DevOps engineer ensures Company’s compute infrastructure network is highly reliable, scalable and maintainable....",
    "date": "3 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Hub Group",
    "summary": "Senior DevOps Engineer - (SHA00000934). Advanced understanding of Devops best practices, approaches and methodologies....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "BNP Paribas",
    "summary": "Bank of the West is seeking a talented forward thinking DevOps Engineer with experience leading teams on a new DevOps journey....",
    "date": "10 days ago"
  },
  {
    "title": "HID CI DevOps Engineer",
    "company": "Apple",
    "summary": "We are looking for hardworking, energetic and self-driven CI / DevOps Engineers with an innate passion for making things faster and a commitment to automate...",
    "date": "3 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Cargill",
    "summary": "Cargill is seeking an exceptional DevOps Engineer for our growing security organization. As part of the Cyber Intelligence Operation’s DevOps Team, you will be...",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Philips",
    "summary": "3+ years of relevant experience focused on service reliability, DevOps, TechOps, systems administration, application development, build, release and deployment....",
    "date": "2 days ago"
  },
  {
    "title": "Network Operation Engineer - ESXi, Cisco Switches, Virtual M...",
    "company": "Arthur Grand Technologies Inc",
    "summary": "Job Description Position: Network Operation Engineer Location: Austin, TX Duration: 6+ Months Contract Required: 2-3 years’ professional experience...",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Architect",
    "company": "United Shore",
    "summary": "DevOps (automated promotion processes across environments). Strong familiarity and experience with Production IT infrastructure innovations, trends, methods and...",
    "date": "2 hours ago"
  },
  {
    "title": "DevOps Intern",
    "company": "Equifax",
    "summary": "Who is Equifax? Equifax is a global information solutions company that uses trusted unique data, creative analytics, technology and industry expertise to...",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer (Contract Position)",
    "company": "Sony Interactive Entertainment PlayStation",
    "summary": "DevOps Engineer (Contract Position). PlayStation isn't just the Best Place to Play —it's also the Best Place to Work....",
    "date": "17 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Carbonite",
    "summary": "DevOps Engineers in our Operations department are responsible for “automating everything” in our private and public datacenters that include production (i.e....",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Mediocre",
    "summary": "Mediocre (creators of meh.com, morningsave.com, casemates.com, sidedeal.com, and future projects) is looking for extraordinary DevOps Engineers to build the...",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Thales",
    "summary": "Location: Plantation, United States of America In fast changing markets, customers worldwide rely on Thales. Thales is a business where brilliant people from...",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Intern",
    "company": "Hasbro",
    "summary": "As our newest DevOps Intern, your role is to analyze, design, implement and validate strategies for both on-prem and cloud-based infrastructure services....",
    "date": "30+ days ago"
  },
  {
    "title": "Junior DevOps Engineer",
    "company": "FDM Group",
    "summary": "DevOps Engineers*focus on creating solutions using tools and automation to improve operations. We are currently seeking candidates interested in building a...",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Franchise World Hqts, LLC",
    "summary": "Implement C/I and deployment strategies with a DevOps philosophy. Hungry for a fresh, new career?...",
    "date": "2 days ago"
  },
  {
    "title": "DevOps",
    "company": "Discover Financial Services",
    "summary": "Good understanding of principles of DevOps and Continuous Delivery. Leads the effort to automate test cases and works with DevOps Automation Team....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr DevOps Engineer (Veritas Backup/Recovery Specialist)",
    "company": "Auto Club of Southern California",
    "summary": "Senior DevOps Engineer - (Veritas Backup/Recovery Specialist). The Automobile Club of Southern California is seeking a Senior Devops Engineer specializing in...",
    "date": "3 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "FICO",
    "summary": "DevOps Engineer responsible for infrastructure, continuous integration, and backend applications. “This is the opportunity to work on an agile, fast-paced team...",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Specialist III",
    "company": "CentralSquare Technologies",
    "summary": "The DevOps Specialist will communicate professionally and positively with all stakeholders (internal and external)....",
    "date": "3 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "FirstBank Holding Company",
    "summary": "The Senior Analyst, Dev Operations will be responsible for evaluating, coding, upgrading, configuring, and maintaining the build and deployment processes...",
    "date": "9 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "T-Mobile",
    "summary": "Job Description: Our Home + Entertainment division of T-Mobile is the next phase in the Un-carrier mobile video strategy. T-Mobile acquired TV technology...",
    "date": "12 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Native Instruments",
    "summary": "At least 3 years of experience in a DevOps role. Native Instruments is looking for an experienced DevOps Engineer to work on Cloud solutions to help make our...",
    "date": "5 days ago"
  },
  {
    "title": "Entry Level DevOps Engineer",
    "company": "Team TTI",
    "summary": "Entry Level DevOps Engineer. One World Technologies, Inc dba TTI Power Equipment has an opening in its Anderson, SC office for a Entry Level DevOps Engineer....",
    "date": "12 days ago"
  },
  {
    "title": "Entry Level DevOps Engineer",
    "company": "TTI Corporate",
    "summary": "One World Technologies, Inc dba TTI Power Equipment has an opening in its Anderson, SC office for a Entry Level DevOps Engineer....",
    "date": "13 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Optym",
    "summary": "Experience with DevOps automation/configuration management tools like TeamCity, Nagios, ELK, Splunk, Octopus Deploy, Docker, Ansible, Puppet, Chef or an...",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Expedia",
    "summary": "Are you passionate about DevOps and driving development velocity? Be an open advocate for operations and the DevOps model....",
    "date": "5 days ago"
  },
  {
    "title": "Junior DevOps Engineer",
    "company": "Comcast",
    "summary": "Works as part of a lean agile DevOps team to deliver business solutions within the WFA domain. Interacts with Architects, Business Owners, 3rd party vendors and...",
    "date": "2 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Auto Club of Southern California",
    "summary": "DevOps Engineer – Data Center Services. Preferred exposure to DevOps and its cultural philosophies, practices, and automation that increase an organization’s...",
    "date": "3 days ago"
  },
  {
    "title": "Software Engineer - Intermediate or Senior (SDET/DevOps)",
    "company": "Blue Cross of Idaho",
    "summary": "One year with DevOps, Continuous Integration and Continuous Delivery (CI/CD). Be a leader among peers to mentor and train others on best testing and DevOps...",
    "date": "2 days ago"
  },
  {
    "title": "Associate DevOps Engineer",
    "company": "ReliaQuest, LLC.",
    "summary": "This candidate will be joining ReliaQuest's newly created DevOps team! The role of an Associate DevOps Engineer involves administration tasks in AWS, Azure and...",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Intern",
    "company": "Applied Research Associates, Inc",
    "summary": "Knowledge of DevOps technologies such as IaaS and PaaS. Is seeking a DevOps Intern to support cloud development projects on site in Raleigh, NC....",
    "date": "5 days ago"
  },
  {
    "title": "Devops Engineer",
    "company": "Earny",
    "summary": "3+ years of DevOps experience in a Linux environment \\n. \\n\\nWe\\u2019re looking for a DevOps Engineer to help build the most sophisticated consumer advocacy AI,...",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer - Ansible",
    "company": "Hewlett Packard Enterprise",
    "summary": "About the DevOps Engineer – Ansible. As the DevOps Engineer – Ansible, you will:. Develop, configure, and administer DevOps and IT automation solutions....",
    "date": "4 months ago"
  },
  {
    "title": "Applications Engineer / DevOps",
    "company": "Oracle",
    "summary": "Applications Engineer / DevOps. The Applications Engineer will be a member of the Release Engineering / DevOps team for our Linux platforms....",
    "date": "14 days ago"
  },
  {
    "title": "Senior DevOps Engineer - Denver",
    "company": "Veritone",
    "summary": "Senior DevOps Engineer - Denver. Veritone is a leading provider of artificial intelligence (AI) technology and solutions....",
    "date": "4 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Unqork",
    "summary": "As a DevOps engineer at Unqork you will work on a dynamic, cross-functional team. Unqork is an enterprise software company with a no-code platform that...",
    "date": "4 days ago"
  },
  {
    "title": "Devops Engineer",
    "company": "Xilinx",
    "summary": "Description Xilinx develops highly flexible and adaptive processing platforms that enable rapid innovation across a variety of technologies - from the...",
    "date": "2 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "UnitedHealth Group",
    "summary": "Member of our DevOps team for day to day support of our applications, and participant of On Call rotation. You know, there's impact and then there's YOUR impact...",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer (Junior or Senior)",
    "company": "USA Recruitment",
    "summary": "Drive and implement DevOps best practices:. Our client is developing advanced sensor hardware and vision algorithms for autonomous cars and drones....",
    "date": "28 days ago"
  },
  {
    "title": "Intern DevOps Engineer",
    "company": "PerkinElmer",
    "summary": "Students will work with a team of skilled DevOps engineers and software developers, assisting in building features for our CI/CD environment....",
    "date": "5 months ago"
  },
  {
    "title": "Expert DevOps Engineer",
    "company": "SAP",
    "summary": "Knowledge of DevOps and CI/CD as well as container ecosystem such as Docker, HashiCorp Tools and Kubernetes. Customer Service and Support....",
    "date": "2 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Ticketmaster",
    "summary": "The DevOps Engineer will be responsible for architecting, scaling, securing, and maintaining our high volume festival ticketing infrastructure....",
    "date": "30+ days ago"
  },
  {
    "title": "Splunk DevOps Engineer",
    "company": "Capital One",
    "summary": "Splunk DevOps Engineer. As a Capital One, Splunk DevOps Engineer, you'll be part of an Agile team dedicated to breaking the norm and pushing the limits of...",
    "date": "17 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Health Recovery Solutions",
    "summary": "HRS is looking to add a DevOps Engineer/SysAdmin to join our rapidly growing team. The ideal candidate will have 1-3 years experience with at least 1 year...",
    "date": "14 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "American Express",
    "summary": "2+ years of DevOps or application support experience. We are seeking a DevOps Engineer with Linux, AWS, and Middleware administration experience for our role....",
    "date": "5 months ago"
  },
  {
    "title": "Senior Engineer - DevOps",
    "company": "Publicis.Sapient",
    "summary": "Senior Associate, DevOps. This is a DevOps Engineer role within our North America team. Collaborate with development architects to ensure DevOps requirements...",
    "date": "2 days ago"
  },
  {
    "title": "Contractor, Sr. Reliability Engineer/DevOps",
    "company": "Forescout Technologies Inc.",
    "summary": "Develop a process to make DevOps as part of the engineering development, service deployment, and operations lifecycle....",
    "date": "3 days ago"
  },
  {
    "title": "Senior Developer",
    "company": "Blue Cross Blue Shield of IL, MT, NM, OK & TX",
    "summary": "Exhibits DevOps mindset where team is accountable for product from inception to sunset. DevOps, Continuous Delivery process refinement and tool sets such as...",
    "date": "4 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Thrive Global",
    "summary": "As a Senior DevOps Engineer, you will play a significant role in building and operating Thrive’s technology infrastructure....",
    "date": "2 days ago"
  },
  {
    "title": "DevOps Positions at Fannie Mae",
    "company": "Fannie Mae",
    "summary": "Our DevOps team is expanding – boasting multiple capability teams, all collectively committed to ease of delivery across the development lifecycle....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Thales Group",
    "summary": "Location: Plantation, United States of America In fast changing markets, customers worldwide rely on Thales. Thales is a business where brilliant people from...",
    "date": "5 days ago"
  },
  {
    "title": "Devops Tester Level2",
    "company": "PERF 52 Medium HRC Simple0085",
    "summary": "This is a full time position available in our Fairport, NY office for a Devops Tester. Candidate would have knowledge of Relevant IDEs and experience working in...",
    "date": "11 days ago"
  },
  {
    "title": "Associate DevOps - Windows Servers",
    "company": "translations",
    "summary": "The DevOps Engineer will have a demonstrable successful track record in:.  Evangelist on DevOps best practices to continue improving software delivery and...",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer (Build & Deploy)",
    "company": "Practice Velocity",
    "summary": "Practice Velocity is seeking a DevOps Engineer to the join our growing team. At least two years of experience as a DevOps or Build and Release Engineer, or...",
    "date": "6 days ago"
  },
  {
    "title": "DevOps Intern",
    "company": "Open Market",
    "summary": "About OpenMarket We’ve got a pretty good thing going on here at OpenMarket. We’re leaders of a mobile industry that's transforming the way customer obsessed...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Network Devops Engineer",
    "company": "Verizon",
    "summary": "Leading the effort to transform the way we do operations by promoting a DevOps mindset. What you’ll be doing......",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "John Deere",
    "summary": "DevOps Engineer - 53596. Experience working in DevOps or support roles. As a DevOps Engineer with John Deere in Moline, IL, you will perform operational support...",
    "date": "4 days ago"
  },
  {
    "title": "Senior Software Engineer - Devops",
    "company": "L&T Technology Services Ltd.",
    "summary": "Application Designer, Application Developer, Scrum Master, SW Architect. Purpose of Job Role The Software Developer contributes, to create a customers...",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Intern",
    "company": "The Seed Company",
    "summary": "Desire to learn common best practices and techniques as they dive in to various issues faced by the DevOps team....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "KAR Auction Services, Inc.",
    "summary": "We’re looking for a skilled DevOps engineer who excels in development and infrastructure including instrumentation, network, server and storage....",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer Job",
    "company": "Acuity Brands",
    "summary": "3-5+ years DevOps or System Automation experience. Manage ALM system Azure DevOps including configuration and licensing....",
    "date": "5 days ago"
  },
  {
    "title": "Senior Dev Ops Engineer",
    "company": "Comcast",
    "summary": "Comcast's Technology & Product organization works at the intersection of media and technology. Our innovative teams are continually developing and delivering...",
    "date": "2 days ago"
  },
  {
    "title": "Senior Cloud Engineer/DevOps",
    "company": "Healthcare Professional Network",
    "summary": "DevOps coding skills in Python, Cloudformation, Chef, and Javascript. AWS public cloud experience in development and architecture w/ AWS DevOPS certification...",
    "date": "5 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "USA Recruitment",
    "summary": "DevOps / embedded systems / autonomous vehicles / C++ / embedded software / agile development. Key Tasks & Responsibilities....",
    "date": "19 days ago"
  },
  {
    "title": "Mobile Build and Release Engineer",
    "company": "eBay Inc.",
    "summary": "DevOps in the Mobile World is a Subsidiary of eBay. This website uses cookies to enhance your experience....",
    "date": "4 days ago"
  },
  {
    "title": "Software Engineer, Salesforce DevOps",
    "company": "Tableau",
    "summary": "A high level proficiency and/or deep interest in DevOps and automation. Who We Are......",
    "date": "4 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Noom Inc.",
    "summary": "We are looking for a DevOps Engineer to join our Site Reliability team and help us improve and maintain our infrastructure....",
    "date": "9 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Emailage",
    "summary": "DevOps Engineer that will be working with a team of talented engineers who enjoy wearing multiple hats, thrive in a rapidly-changing entrepreneurial environment...",
    "date": "7 days ago"
  },
  {
    "title": "Devops(SCCM/Powershell/VBScript/AWS)",
    "company": "Capital One",
    "summary": "Docker, Kubernetes, GoLang, Agile, DevOps, AWS, micro-services, Machine Learning, API, iOS, PostreSQL, Redis, Java, Scala, Clojure, C#....",
    "date": "1 day ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Kroger General Office",
    "summary": "Company Name: Kroger General Office Position Type: Employee FLSA Status: Exempt Line of Business: Digital Technology See what life is like at Kroger...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Dev Ops Engineer",
    "company": "Quest Analytics",
    "summary": "We are searching for a Senior DevOps Engineer to join our team! 5+ years of experience with one or more DevOps, Orchestration/Configuration Management and...",
    "date": "2 days ago"
  },
  {
    "title": "DevOps Engineer (Entry Level)",
    "company": "DXC",
    "summary": "DevOps Engineer Skills and Expertise:. 1-3+ years of experience with rapid application development, including the use of RESTful APIs....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer (Remote)",
    "company": "Imperfect Produce",
    "summary": "We are looking for a DevOps Engineer who can help us manage our cloud-based servers and infrastructure (AWS, among others)....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "SAP",
    "summary": "Experience working in an Agile, fast-paced, DevOps environment. Design, develop, test, deploy, maintain and improve software with a focus on DevOps processes...",
    "date": "2 days ago"
  },
  {
    "title": "Devops Developer",
    "company": "HEB",
    "summary": "Devops Developer - (18045913) About H-E-B H-E-B is one of the largest, independently owned food retailers in the nation operating over 400 stores...",
    "date": "30 days ago"
  },
  {
    "title": "DevOps (Release Management) Engineer",
    "company": "IntroPro",
    "summary": "Act as DevOps Engineer for Software Release Management group. Define, document and implement DevOps standards, best practices and processes....",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Woongjin, Inc",
    "summary": "Job Description Work closely with product & engineering groups to identify and document deployment and infrastructure requirements. Design infrastructure...",
    "date": "2 days ago"
  },
  {
    "title": "DevOps ITO Summer Intern",
    "company": "DataServ",
    "summary": "DataServ is looking for a Summer Intern on our DevOps IT Operations team. The DevOps Intern will be responsible for completing one or more projects during their...",
    "date": "12 days ago"
  },
  {
    "title": "DevOps Automation Engineer",
    "company": "Numerix",
    "summary": "Knowledge of DevOps Methodologies, QA Methodologies, and Automation Tools. Strong knowledge of DevOps tools like Docker, DockerSwarm, Ansible, Puppet, Chef, etc...",
    "date": "4 days ago"
  },
  {
    "title": "Summer Internship - DevOps - Boston",
    "company": "Allen & Gerritsen",
    "summary": "We’re on the lookout for a DevOps Intern in our Boston office. Great People Power Great Internships....",
    "date": "24 days ago"
  },
  {
    "title": "Sr Kubernetes Devops Engineer",
    "company": "8x8, Inc.",
    "summary": "Sr Kubernetes Devops Engineer. As such we are looking for a Senior DevOps Engineer focused on Kubernetes to join us....",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Developer III",
    "company": "Chenega Corporation",
    "summary": "Development of software or services in DevOps environment and ability to transition into production. Knowledge of Development of software or services in DevOps...",
    "date": "5 days ago"
  },
  {
    "title": "Intern, DevOps Engineer",
    "company": "Vocera Communications, Inc.",
    "summary": "This is great opportunity to get hands on experience with state of the art open source tools in Devops. The DevOps Engineering Internship is an opportunity to...",
    "date": "18 days ago"
  },
  {
    "title": "Entry-Level DevOps Developer",
    "company": "IBM",
    "summary": "Entry Level DevOps Developers:. Entry Level DevOps Developers are in demand across IBM's growth areas. START DATES FOR THIS POSITION ARE IN 2019....",
    "date": "24 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Atomic Data",
    "summary": "The DevOps Engineer will also assist developer and infrastructure teams with technical issues in the initiation, planning, and execution phases of projects....",
    "date": "4 days ago"
  },
  {
    "title": "DevOps CI CD WindowsEvangelist",
    "company": "translations",
    "summary": "The DevOps Engineer will have a demonstrable successful track record in:.  Evangelist on DevOps best practices to continue improving software delivery and...",
    "date": "1 day ago"
  },
  {
    "title": "DevOps Engineering Intern",
    "company": "8x8, Inc.",
    "summary": "Be expected to learn modern tools and DevOps technologies as needed. (NYSE:EGHT) communication solutions help businesses transform their customer and employee...",
    "date": "10 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "CACI",
    "summary": "CACI is looking for an DevOps engineer to support a key program. Responsible for researching, designing, developing and/or modifying software systems....",
    "date": "2 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "DELL",
    "summary": "Do you have a passion for DevOps, Continuous Delivery doing real software engineering at velocity? You are a proven team player, and know how to evolve cross...",
    "date": "5 months ago"
  },
  {
    "title": "Intern, DevOps",
    "company": "Sony Corporation Of America",
    "summary": "Participate in DevOps mentoring and skill sharing programs. Learn how to use DevOps tools like Gitlab, Gitlab-CI, and Saltstack....",
    "date": "30+ days ago"
  },
  {
    "title": "SOLIDWORKS DevOps Internship, May- December 2019",
    "company": "Dassault Systèmes",
    "summary": "As a DevOps Intern, you will be a member of the SOLIDWORKS DevOps team in charge of introducing new process, automation strategy, tools and scripts to automate...",
    "date": "6 months ago"
  },
  {
    "title": "DevOps Engineer, VIPER",
    "company": "Comcast",
    "summary": "Who does the DevOps engineer work with? DevOps engineers are positioned within collaborative scrum teams that consists of Operation, Development, and...",
    "date": "17 days ago"
  },
  {
    "title": "Entry Level DevOps Engineer I",
    "company": "Change Healthcare",
    "summary": "DevOps tools, practices, and philosophies. Experience in a DevOps Environment software engineering. Louis Park location DevOps team is looking to expand....",
    "date": "13 days ago"
  },
  {
    "title": "Intern, DevOps",
    "company": "Formation",
    "summary": "Formation is seeking a DevOps Intern to support the development and deployment of our services. As a DevOps Intern at Formation, you will contribute to a large...",
    "date": "24 days ago"
  },
  {
    "title": "Co-op - Summer / Fall 2019 - Software DevOps",
    "company": "Crestron",
    "summary": "Crestron Electronics has an exciting opportunity for a DevOps co-op student in the Summer and Fall of 2019 (May - December)....",
    "date": "18 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "CapTech Consulting",
    "summary": "In addition to hands-on systems engineering, you will work with all stakeholders to help define DevOps processes and shape the development culture....",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Epic Games",
    "summary": "The DevOps Engineer works closely with software engineering, customer service, quality assurance, community, and product teams to provide online services that...",
    "date": "6 days ago"
  },
  {
    "title": "DevOps & QA Analyst",
    "company": "IBI Group",
    "summary": "IBI Group’s Transit Data practice is hiring a DevOps & QA Analyst to join their team. Here’s how we work:....",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Hendall Inc.",
    "summary": "Work experience as a DevOps Engineer or similar software engineering role. DevOps Engineer responsibilities include deploying product updates, identifying...",
    "date": "6 days ago"
  },
  {
    "title": "Cloud DevOps Engineer",
    "company": "Butterfly Network",
    "summary": "2+ years SRE, DevOps or equivalent experience engineering and automating a modern cloud environment at scale, such as AWS, GCP, or Azure....",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer eCommerce",
    "company": "Samsung Electronics",
    "summary": "Position Summary 1. Standardize the software development process to meet the delivery, quality and cost of software. 2. Monitor quality of software...",
    "date": "18 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Northwestern Mutual Life Insurance Company",
    "summary": "At Northwestern Mutual, we believe relationships are built on trust. That our lives and our work matter. These beliefs launched our company nearly 160 years...",
    "date": "10 days ago"
  },
  {
    "title": "DevOps Engineer - Vice President",
    "company": "Deutsche Bank",
    "summary": "Experience in managing the DevOps processes. As a senior member of a management team that delivers key components of bank’s Payments platform globally, DevOps...",
    "date": "9 days ago"
  },
  {
    "title": "Summer - Software Engineer Internship (DevOps)",
    "company": "f5",
    "summary": "Learn DevOps process, tools and technologies quickly. Does improving developer productivity through automation in DevOps environment motivate you?...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. Software Developer - DevOps",
    "company": "ADT Corporation",
    "summary": "Designs, implements, qualifies and documents software tooling and workflow pipeline deliverables for cloud and client software solutions. Duties and...",
    "date": "6 days ago"
  },
  {
    "title": "DevOps Automation Engineering Intern",
    "company": "Equifax",
    "summary": "Equifax is a market leader in providing total information solutions to businesses and consumers. Our products and services help companies minimize their...",
    "date": "10 days ago"
  },
  {
    "title": "DevOps Engineer Intern",
    "company": "Micro Focus",
    "summary": "The DevOps Engineer Intern will be responsible for helping to automate and streamline development operations and processes....",
    "date": "25 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Dunkin' Brands",
    "summary": "Experience with APM, DevOps, Monitoring and Automation experience (Chef, Jenkins, Docker, AWS Cloud, Terraform, CloudFormation, etc.). Canton, MA, US....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer (Remote)",
    "company": "Rackspace",
    "summary": "+ Advanced knowledge and experience across multiple technologies in a single domain (Cloud, Security, DevOps, etc)....",
    "date": "6 months ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Spectrum Health",
    "summary": "This position works within a dedicated engineering team focusing on DevOps, cloud, automation and orchestration....",
    "date": "30 days ago"
  },
  {
    "title": "DevOps Intern",
    "company": "Veracode Inc",
    "summary": "We are seeking a DevOps Engineer to join our team and play a role in the evolution of the team to a full DevOps model....",
    "date": "30+ days ago"
  },
  {
    "title": "Devops Engineer",
    "company": "Staples",
    "summary": "Performed DevOps for Linux systems. Maintained SVN repositories for DevOps environment:. Has experience with the Cloud and monitoring processes as well as...",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Verizon",
    "summary": "3 or more years of DevOps / Application support and two or more years of cloud experience. As a DevOps Engineer you will be working hands on automating the...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineering Intern",
    "company": "Bose",
    "summary": "Join us to advance DevOps in the embedded space! We want the quality of our embedded software DevOps infrastructure to match our world-class products....",
    "date": "30+ days ago"
  },
  {
    "title": "CloudOps/DevOps Engineer (Irvine, CA)",
    "company": "CGI Veterans Jobs",
    "summary": "CloudOps/DevOps Engineer (Irvine, CA) Share this Find similar career opportunities CloudOps/DevOps Engineer (Irvine, CA) Category: Development...",
    "date": "20 days ago"
  },
  {
    "title": "Technology Summer 2019 Intern - DevOps/Automation Developer",
    "company": "Time Warner",
    "summary": "Analyze and present processes and code for automating the DevOps pipeline. Develop, Test and Support DevOps for Turner Brand Experience Team Product Portfolio...",
    "date": "5 days ago"
  },
  {
    "title": "vSOC Protect Firewall Engineer",
    "company": "GuidePoint Security",
    "summary": "Can comprehend bash, PowerShell, python, and other written languages that support DevOps mentality. As a vSOC Protect Firewall Engineer you'll be responsible...",
    "date": "5 days ago"
  },
  {
    "title": "Principal DevOps Engineer",
    "company": "T-Mobile",
    "summary": "Demonstrate a high level of integrity and collaboratively delivers feedback to DevOps team members. The Home + Entertainment division of T-Mobile is the next...",
    "date": "12 days ago"
  },
  {
    "title": "Jr. DevOps Engineer",
    "company": "mParticle",
    "summary": "We are looking for a DevOps Engineer to join our growing production operations team. The candidate will be responsible for maintaining strict production SLAs of...",
    "date": "23 days ago"
  },
  {
    "title": "Senior Engineer - DevOps",
    "company": "Grove Collaborative",
    "summary": "Take ownership of the DevOps Operational Excellence Epic. Provide Tier 3 DevOps Support and Incident Response Resolution....",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "SoftVision - North America & UK",
    "summary": "1+ year of experience as DevOps Engineer. We are looking for an exceptional DevOps Engineer to work with our cross-functional team, and join our world-class...",
    "date": "9 days ago"
  },
  {
    "title": "Site Reliability Engineer",
    "company": "MasterCard",
    "summary": "And lead Mastercard in DevOps automation and best practices. Business Operations plays a key role in leading the DevOps transformation at Mastercard through our...",
    "date": "4 days ago"
  },
  {
    "title": "Sr. Engineer, DevOps",
    "company": "Ellie Mae",
    "summary": "Engineer, DevOps in Pleasanton, CA. Requires 6 years of experience working as a DevOps Engineer. Ellie Mae (NYSE:ELLI) is the leading cloud-based platform...",
    "date": "16 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "ADP",
    "summary": "4 years experience with DevOps or System Operatiosn (SysOps). DevOps, DevOps Engineer Systems Engineer, Puppet, Chef, Systems Admin, Systems Engineer, Release...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Tuft & Needle",
    "summary": "As a DevOps Engineer, you'll be directly responsible for the deployment, scaling, and performance of our applications through their entire lifecycle from...",
    "date": "17 days ago"
  },
  {
    "title": "DevOps Engineer (up to 25% Profit Sharing)",
    "company": "CACI",
    "summary": "Leverage software engineering skills and DevOps best practices to deliver critical infrastructure to cloud-based environments....",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Spectrum",
    "summary": "Leverage CI/CD tools and DevOps principles. Experience working in a DevOps environment, leveraging continuous delivery techniques....",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer Intern",
    "company": "SailPoint Technologies Holdings",
    "summary": "The DevOps Engineer Intern will take part in several exciting projects around cloud automation, CI/CD, and internal tool development. What You'll Do:....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Sony Interactive Entertainment PlayStation",
    "summary": "PlayStation software engineering group is looking for a top notch senior Devops Engineer in Cloud engineering and operation team....",
    "date": "20 days ago"
  },
  {
    "title": "DevOps Engineer - Linux",
    "company": "Vanguard",
    "summary": "The successful candidate will provide intermediate level Tier 3 Linux DevOps engineering and technical support to ensure the reliable and consistent build and...",
    "date": "2 days ago"
  },
  {
    "title": "DevOps Engineer - Cisco DNA Telemetry 1256826",
    "company": "Cisco Careers",
    "summary": "Who we are Cisco is transforming the networking industry. To make this happen, we are heavily investing in team responsible for The Network. Intuitive. We are...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior CI/CD Engineer/Sr. DevOps Engineer)",
    "company": "CRGT Inc.",
    "summary": "Company/Position Overview Salient CRGT is seeking a dynamic and hands-on DevOps/CI/CD Engineer, SME to push the boundaries of what is possible for the Federal...",
    "date": "4 days ago"
  },
  {
    "title": "DevOps Intern",
    "company": "Perspecta",
    "summary": "Data and data generation, DevOps, Agile, and new applications of Systems Engineering principles. Every day at Perspecta, we enable hundreds of thousands of...",
    "date": "6 days ago"
  },
  {
    "title": "Engineer - DevOps",
    "company": "Ally Financial Inc.",
    "summary": "Ally Invest is looking for an experienced DevOps Engineer to join our growing DevOps practice. Our DevOps team will work side-by-side with Application...",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer Senior",
    "company": "Michigan Medicine",
    "summary": "5 years of hands on experience in site reliability, DevOps, software development or technical delivery. How to Apply....",
    "date": "2 days ago"
  },
  {
    "title": "CI/CD Engineer",
    "company": "Rackspace",
    "summary": "ObjectRocket is looking for a DevOps Engineer to help build the next generation platform for Database-as-a-Service....",
    "date": "13 days ago"
  },
  {
    "title": "Senior DevOps Release Engineer",
    "company": "NIKE INC",
    "summary": "DevOps Release Engineer you will be responsible for the continued development and operation of our release platform. As a Sr....",
    "date": "16 days ago"
  },
  {
    "title": "Cloud Sec DevOps Engineer, Sr",
    "company": "General Dynamics Information Technology",
    "summary": "Responsible for the architecture and technical leadership of the entire DevOps infrastructure. The DevOps Lead plays an operational role by troubleshooting...",
    "date": "5 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "U.S. Bank",
    "summary": "Senior DevOps Engineer-190007634. The Senior DevOps Engineer will execute true end-to-end development and testing of software products in an agile lifecycle....",
    "date": "6 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "SoftVision - North America & UK",
    "summary": "The ideal candidate has a passion for DevOps automation as well as development and experience in a cross-functional team. WE ARE A TRANSFORMATIONAL PARTNER....",
    "date": "15 days ago"
  },
  {
    "title": "Senior DevOps Engineer - BizOps",
    "company": "MasterCard",
    "summary": "Passionate about Site Reliability Engineering fundamentals including continuous delivery and devops principles....",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Build Engineer",
    "company": "Apple",
    "summary": "The Apple's Applications team is looking for a DevOps Engineer. Passionate about DevOps and Build Engineering, enjoys a steep learning curve. Mar 1, 2019....",
    "date": "30 days ago"
  },
  {
    "title": "DevOps Engineer, NBA",
    "company": "2K Games",
    "summary": "You're passionate about DevOps and the associated technologies. 3+ years of experience as a DevOps Engineer working with large scale, online applications....",
    "date": "19 days ago"
  },
  {
    "title": "DevOps with Kubernetes",
    "company": "Frontend Arts",
    "summary": "Designing and developing scripts/tools for Continuous Integration Continuous Deployments for Containers Designing and developing automation templates/tools...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Developer",
    "company": "Penn State University",
    "summary": "The Web Applications Team in Infrastructure, a unit of Enterprise IT, is looking for a highly motivated and specialized System Design Specialist with passion...",
    "date": "30+ days ago"
  },
  {
    "title": "Windows DevOps Engineer",
    "company": "athenahealth",
    "summary": "Windows DevOps Engineer. You are a DevOps Engineer with experience designing, deploying, scaling, and managing enterprise class products....",
    "date": "2 days ago"
  },
  {
    "title": "DevOps/Windows Evangelist - 2 plus years",
    "company": "translations",
    "summary": "The DevOps Engineer will have a demonstrable successful track record in:.  Evangelist on DevOps best practices to continue improving software delivery and...",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Apple",
    "summary": "4+ years demonstrable experience in DevOps. Provide leadership in implementing a secure, robust and high availability DevOps pipeline. Mar 15, 2019....",
    "date": "16 days ago"
  },
  {
    "title": "DevOps Developer Intern May 2019 12-16 months",
    "company": "IBM",
    "summary": "DevOps Developer Interns:. DevOps Developer Interns are in demand across IBM's growth areas. START DATE FOR THIS INTERNSHIP ARE DURING SUMMER - MAY 2019 (12 -...",
    "date": "18 days ago"
  },
  {
    "title": "Software Engineer - IT Graduate Internship",
    "company": "Kaiser Permanente",
    "summary": "Work on re-engineering and DevOps Automation platform. Knowledge on DevOps Tools like, Ansible, Jenkins, Git and Maven....",
    "date": "27 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Adobe",
    "summary": "About Adobe At Adobe, we're changing the world. How? We give people the tools to bring their ideas to life and create content that makes life more fun and...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer- UCS",
    "company": "Cisco Careers",
    "summary": "Experience of having worked with Agile teams in a DevOps model. We are looking for hardworking, driven Devops Engineers to join our team....",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Engineer IC-3",
    "company": "ULA",
    "summary": "Are you interested in joining America's most experienced team of rocket scientists as a DevOps Engineer IC-3? Are you ready to join our highly talented team, as...",
    "date": "6 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Arthur Lawrence",
    "summary": "Knowledge of Set up, Configure DevOps Pipeline for application as per DevOps guideline. 1+ year of experience working as a DevOps experience....",
    "date": "10 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Symantec",
    "summary": "We have fully adopted DevOps model for operations and monitoring. Automation of DevOps tasks such as DB backups and snapshot creation without effecting...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Bose",
    "summary": "Possess a DevOps mindset when approaching tasks with automation, reliability, and repeatability in mind. At least 5 years working in Engineering, DevOps, Site...",
    "date": "23 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Ingram Micro",
    "summary": "7+ years of related experience in DevOps. Experience in DevOps monitoring tools integrated solution with container (Splunk, ELK Stack, New Relic, Dynatrace,...",
    "date": "5 months ago"
  },
  {
    "title": "Dev Ops Engineer",
    "company": "Arcadia Data",
    "summary": "Arcadia Data is seeking a DevOps Engineer to join their team. You will be working on the internal infrastructure systems and the customer-facing systems....",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer – Entry Level",
    "company": "Gold Coast IT Solutions",
    "summary": "The DevOps Engineer will be responsible for executing the tools and processes to enable DevOps. We are looking for smart, articulate IT persons who are excited...",
    "date": "4 months ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "AppDynamics",
    "summary": "We are looking for a Senior DevOps Engineer to join our SaaS Operations Engineering team, supporting and scaling the AppDynamics AIOps platform....",
    "date": "4 days ago"
  },
  {
    "title": "DevOps Engineering Intern",
    "company": "Synopsys",
    "summary": "Dashboard also provides the gateway for an engineer to various DevOps frameworks and UI systems. Synopsys technology is at the heart of innovations that are...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "VMware",
    "summary": "You will be part of the team working under CTO Networking & Security BU, with cutting edge technology around Service Mesh, Istio, Envoy, Kubernetes, Pivotal...",
    "date": "20 days ago"
  },
  {
    "title": "QA Automation Testing - Associate",
    "company": "Morgan Stanley",
    "summary": "Company Profile Morgan Stanley is a leading global financial services firm providing a wide range of investment banking, securities, investment management and...",
    "date": "1 hour ago"
  },
  {
    "title": "Senior Application Support Engineer (CI-CD / DevOps)",
    "company": "Freddie Mac",
    "summary": "Senior Application Support Engineer (CI-CD / DevOps). Prior experience with Datamart and DevOps framework highly desired....",
    "date": "4 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Greensky",
    "summary": "Overview GreenSky is a leading company in the consumer finance marketplace specializing in Home Improvement, Retail and Health Care Credit. Since 2006, our...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "VROOM",
    "summary": "We are seeking a full-time DevOps Engineer. Reporting into our Director of DevOps, you’ll be helping build and run the mission-critical systems that support...",
    "date": "12 days ago"
  },
  {
    "title": "Devops Engineer",
    "company": "Bank of America",
    "summary": "Complete understanding of the DevOps process with continuous integration using Jenkins, Jira, Git, Ant, Maven and Ansible....",
    "date": "30+ days ago"
  },
  {
    "title": "Devops / Build & Release Engineer",
    "company": "American Express",
    "summary": "Several years' work experience as a hands-on devops or software developer. Mobile & Web Engineering is looking for an experienced devops / build & release...",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Engineer (contractor) 2019-104",
    "company": "SomaLogic, Inc.",
    "summary": "AWS DevOps or Solutions Architect certification required. We are seeking an experienced DevOps Engineer to architect and implement the company's strategy...",
    "date": "12 days ago"
  },
  {
    "title": "DevOps Engineer - AWS CloudWatch Logs",
    "company": "Amazon.com Services, Inc.",
    "summary": "· Bachelors Degree in Computer Science or a related field, or relevant work experience · Working knowledge of the Linux operating system and basic system...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Switchfly",
    "summary": "The Switchfly team is looking for an experienced DevOps Engineer to lead our DevOps function. 5+ years working in a DevOps role with a clear understanding of...",
    "date": "6 days ago"
  },
  {
    "title": "Junior DevOps Engineer",
    "company": "ConnectWise",
    "summary": "The Junior DevOps Engineer is responsible for the assistance in design, testing, expansion, implementation and maintenance of the automation of processes and...",
    "date": "18 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Transamerica",
    "summary": "Job Description Summary Develops specifications for new and existing systems. Will deal with clients to determine needs and requirements. Will provide...",
    "date": "12 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Advicent Solutions",
    "summary": "As a Senior DevOps Engineer, you will participate in an agile environment, driving improvement on infrastructure and delivery pipelines through automation. B.S....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps/ DevSecOps Engineer",
    "company": "Karsun Solutions, LLC",
    "summary": "Overview Karsun Solutions LLC is in the business of solving problems. Since 2009 as a premier consulting services company with a culture of innovation, Karsun...",
    "date": "13 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Roche",
    "summary": "As a Senior DevOps Software Engineer you will actively interface with software developers, product managers, test engineers and administrators on projects d to...",
    "date": "10 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "ActivTrak",
    "summary": "Expert in DevOps scripting and tools. As an DevOps Engineer, you will spend your day responsible for the continuous operation and maintenance of the companies...",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Bank of the West",
    "summary": "Bank of the West is seeking a talented forward thinking DevOps Engineer with experience leading teams on a new DevOps journey....",
    "date": "27 days ago"
  },
  {
    "title": "Principal DevOps Engineer",
    "company": "Lantronix",
    "summary": "The mission of the DevOps team is to build and operate data centers containing thousands of servers across several continents....",
    "date": "4 days ago"
  },
  {
    "title": "Dev Ops Engineer",
    "company": "Alteryx, Inc.",
    "summary": "Participate in all aspects of DevOps for all client facing Alteryx applications by working with a cross-functional team in a fast-paced, dynamic software...",
    "date": "10 days ago"
  },
  {
    "title": "Senior Software Engineer, DevOps",
    "company": "Poshmark",
    "summary": "Assist with building the DevOps team. Our DevOps engineers are focused on performance and manageability concerns of these services....",
    "date": "5 days ago"
  },
  {
    "title": "AWS DevOps Engineer",
    "company": "omega solutions inc",
    "summary": "You possess solid experience with key DevOps technologies including Docker, as well as DevOps experience in AWS, including CloudFormation, AWS CodePipeline, AWS...",
    "date": "9 days ago"
  },
  {
    "title": "Devops Engineer Summer Internship",
    "company": "DrugDev",
    "summary": "Devops Engineer Intern projects vary, your typical responsibilities and opportunities might include:. This position will provide exposure to and obtain get...",
    "date": "16 days ago"
  },
  {
    "title": "Linux devops",
    "company": "ScienceSoft USA Corporation",
    "summary": "Required skills: Production system maintenance Docker AWS (preferable) or Azure Clustering concepts understanding Bash, Perl or Python or other scripting...",
    "date": "30+ days ago"
  },
  {
    "title": "DEVOPS ENGINEER (AZURE)",
    "company": "Foot Locker, Inc.",
    "summary": "OVERVIEW Foot Locker, Inc. is seeking a Cloud engineer who has a proven track record in developing automation for Cloud provisioning and management. Cloud...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Twitch",
    "summary": "As a DevOps engineer on Data Infrastructure, you will craft the tools that engineers use to build and run data tech....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Grid Dynamics",
    "summary": "Founded in 2006 and headquartered in Menlo Park, California with offices throughout the US and Eastern Europe, we focus on big data analytics, scalable...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "OpenText",
    "summary": "You will join DevOPs engineer team and will be responsible for platform certifications. DevOPs team of OpenText Cloud Platforms is focusing on Platform...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Adobe",
    "summary": "3+ years of industry DevOps experience. Work closely with fellow engineers to promote a DevOps culture within the team. Who are we?...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Social Solutions",
    "summary": "Mentor other team members in best in class DevOps practices. Are you passionate about implementing and maintaining a robust infrastructure that directly impacts...",
    "date": "13 days ago"
  },
  {
    "title": "Co-op - Summer / Fall 2019 - Software DevOps",
    "company": "Crestron Electronics",
    "summary": "Crestron Electronics has an exciting opportunity for a DevOps co-op student in the Summer and Fall of 2019 (May - December)....",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Sony Music Entertainment",
    "summary": "The Orchard is hiring a DevOps Engineer to join our NYC team. The Orchard is a leading independent music, film and video distribution company distributing music...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Productive Edge",
    "summary": "Gain more than just job experience while learning what’s trending and help to redefine DevOps Engineering in the commercial space....",
    "date": "10 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "ClearDATA",
    "summary": "3 years minimum as a DevOps Engineer or Software Engineer. ClearDATA is seeking a talented Sr DevOps Engineer to join our rapidly growing company....",
    "date": "22 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Qventus",
    "summary": "An understanding of core tenants of the DevOps philosophy. Join our devops team and touch over a million patient lives a year!...",
    "date": "5 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Auto Club of Southern California",
    "summary": "Senior DevOps Engineer. The Automobile Club of Southern California is seeking an experienced DevOps Engineer whose main challenge will be to assess technology...",
    "date": "9 days ago"
  },
  {
    "title": "DevOps Windows Servers Evangelist",
    "company": "translations",
    "summary": "The DevOps Engineer will have a demonstrable successful track record in:.  Evangelist on DevOps best practices to continue improving software delivery and...",
    "date": "1 day ago"
  },
  {
    "title": "DevOps Engineer- Oklahoma City",
    "company": "ALK Technologies",
    "summary": "This position is located in Oklahoma City, OK. Job Description: Developers at Trimble MAPS build apps that have the potential to enrich the lives of...",
    "date": "23 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "SRS Acquiom",
    "summary": "We are looking for a dynamic Senior DevOps Engineer to be a critical part of the Devops team responsible for our development, testing and production cloud...",
    "date": "6 days ago"
  },
  {
    "title": "DevOps Engineer-Critical Stack",
    "company": "Capital One",
    "summary": "DevOps Engineer-Critical Stack. At least 2 years of experience with DevOps. As a Critical Stack DevOps Engineer, you'll work on creating a container...",
    "date": "4 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Cape Analytics",
    "summary": "AWS Certified DevOps Engineer and experience managing and scaling high-performance computer environments. We’re looking for strong, thoughtful DevOps Engineers...",
    "date": "16 days ago"
  },
  {
    "title": "DevOps Engineering Internship",
    "company": "BlackLine",
    "summary": "The DevOps Intern will be responsible for monitoring and maintaining automated deployment systems, recommending process improvements to ensure system...",
    "date": "18 days ago"
  },
  {
    "title": "Software Engineer in DevOps~58446BR",
    "company": "AETNA",
    "summary": "1-3 years of DevOps or Infrastructure development experience. Aetna Digital is looking for the Senior DevOps Engineer to have:....",
    "date": "4 days ago"
  },
  {
    "title": "Cloud & DevOps Engineer",
    "company": "Publicis.Sapient",
    "summary": "Cloud & DevOps Engineer. Participate in the establishment on an automated DevOps release management pipeline which delivers tooling for next generation...",
    "date": "2 days ago"
  },
  {
    "title": "Devops Engineer Summer Internship",
    "company": "IQVIA",
    "summary": "Devops Engineer Intern projects vary, your typical responsibilities and opportunities might include:. This position will provide exposure to and obtain get...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Vanguard",
    "summary": "This crew member will also be expected to challenge the status quo, assist with process re-engineering, and be a champion for a DevOps culture in the...",
    "date": "17 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Apptentive",
    "summary": "As a DevOps Engineer, you will be responsible for the design, development, testing, and deployment of products that help companies communicate with their...",
    "date": "12 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "CAPCO",
    "summary": "A challenging and rewarding role as a DevOps Engineer. The DevOps Engineer will work closely with automation of networks and platform operations....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Mobile Engineer II",
    "company": "NIKE INC",
    "summary": "DevOps, including on-call rotation. Nike Digital Engineering is looking for a Sr....",
    "date": "5 days ago"
  },
  {
    "title": "AWS Devops Engineer",
    "company": "Dhanutek",
    "summary": "AWS Devops Engineer. Good understanding on DevOps tools such as GIT, SVN, ANT, Maven, Chef, Puppet, Ansible, Vagrant, Virtual Box, Jenkins, and Docker....",
    "date": "16 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "New Knowledge",
    "summary": "We're looking for a DevOps Engineer with 3 or more years of experience managing infrastructure. You're looking for a community where you can tackle complex...",
    "date": "11 days ago"
  },
  {
    "title": "Sr. Engineer, DevOps",
    "company": "eHealth",
    "summary": "The DevOps Engineer role is a new (to us) position to facilitate the growth and maturity of our proprietary software platform....",
    "date": "12 days ago"
  },
  {
    "title": "DevOps/ Cloud Engineer",
    "company": "Publicis.Sapient",
    "summary": "DevOps & Cloud Engineer. Participate in the establishment on an automated DevOps release management pipeline which delivers tooling for next generation...",
    "date": "4 days ago"
  },
  {
    "title": "Sr. Developer - DevOps",
    "company": "Planet IT",
    "summary": "Unix/Linux, DevOps, AWS, Shell Script. This position is responsible for designing, writing technical specifications, coding and supporting moderately complex...",
    "date": "5 months ago"
  },
  {
    "title": "Cloud DevOps Engineer",
    "company": "Compass Group",
    "summary": "As a Cloud DevOps Engineer, this position will work closely with our cloud architects and AWS solution architects to implement foundational solutions and deploy...",
    "date": "2 days ago"
  },
  {
    "title": "Devops Engineer 3",
    "company": "Walmart Stores",
    "summary": "Worked in SaaS/PaaS companies as DevOps engineer. This position is part of the Walmart Labs Advertising Technology team....",
    "date": "30+ days ago"
  },
  {
    "title": "Principal DevOps Engineer",
    "company": "Aerohive Networks",
    "summary": "Participate in DevOps tools development. 5+ years of experience in a DevOps role. Our DevOps team takes good care of our global cloud deployments on Amazon AWS....",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Madcap Software",
    "summary": "Minimum of 3 years of proven DevOps experience deploying and maintaining always-up web applications or services on a global scale....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "enVista",
    "summary": "Provide mentoring and technical guidance to DevOps team members. 5+ years of experience in DevOps, IT, or Enterprise Operations....",
    "date": "17 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "CareDox",
    "summary": "About Us: CareDox was founded on a simple yet compelling premise: providing free, secure medical technology for K-12 public schools ensures better, more...",
    "date": "30+ days ago"
  },
  {
    "title": "Dev Ops Engineer",
    "company": "Conde Nast",
    "summary": "DevOps Engineer (Cond é Nast Entertainment). Condé Nast Entertainment (CNÉ) is an award-winning next generation studio and distribution network with...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Software Engineering Intern",
    "company": "Hewlett Packard Enterprise",
    "summary": "At Hewlett Packard Enterprise (HPE), we live by three core values that drive our business: Partner. Innovate. Act. These values combine to help us create...",
    "date": "30+ days ago"
  },
  {
    "title": "Devops Engineer 3",
    "company": "Walmart eCommerce",
    "summary": "Worked in SaaS/PaaS companies as DevOps engineer. This position is part of the Walmart Labs Advertising Technology team....",
    "date": "30+ days ago"
  },
  {
    "title": "Lead DevOps Engineer",
    "company": "CentralSquare Technologies",
    "summary": "Help transform the teams through automation, build, and DevOps best practices. Demonstrated usage of Agile and DevOps processes and activities on project...",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Softvision",
    "summary": "1+ year of experience as DevOps Engineer. We are looking for an exceptional DevOps Engineer to work with our cross-functional team, and join our world-class...",
    "date": "9 days ago"
  },
  {
    "title": "Sr Engineers, Software",
    "company": "T-Mobile",
    "summary": "Using CI/CD tools (Stash, Jenkins, Artifactory, Ansible) for Devops Model of Software Delivery. Apply experience utilizing CI (Continuous Integration) /CD...",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer - Entry Level",
    "company": "DST Systems",
    "summary": "Assist with defining own tasks to further the organization’s DevOps goals. The DevOps Engineer is responsible for the deployment, automation, monitoring, and...",
    "date": "30+ days ago"
  },
  {
    "title": "Entry Level DevOps Engineer",
    "company": "DST Systems",
    "summary": "The entry level DevOps Engineer is responsible for application build and deployment. A DevOps Engineer is responsible for all aspects of the continuous...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Manager",
    "company": "HealthTap",
    "summary": "DevOps Manager - Mountain View. Experience with devops tools and technologies such as Jenkins, Chef, Ansible, Puppet, Terraform, Consul, Packer....",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer (Mid-Level)",
    "company": "Vertafore",
    "summary": "Excitement around DevOps. Vertafore is looking for a DevOps Engineer II to join a dynamic, growing DevOps team....",
    "date": "20 days ago"
  },
  {
    "title": "Cloud Engineer",
    "company": "OrangePeople",
    "summary": "Do you have a passion for innovation? Are you excited to leverage cutting edge technology to solve big business problems? If your response to those questions...",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer Intern",
    "company": "Numerix",
    "summary": "DevOps tools and technologies including Kubernetes, Ansible. Duties are to:....",
    "date": "4 months ago"
  },
  {
    "title": "AWS DevOps Engineer",
    "company": "Allstate",
    "summary": "2+ years of experience of DevOps in an Enterprise Level environment. We are looking for a motivated, self-learning, DevOps Engineer who can build and own the CI...",
    "date": "16 days ago"
  },
  {
    "title": "Junior DevOps Engineer",
    "company": "General Dynamics Information Technology",
    "summary": "Work with the customer and DevOps team to integrate the portal with the infrastructure in support of SSO, Load-balancing, security services, etc....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "CardFlight, Inc.",
    "summary": "The DevOps Engineer will report to the Director of Security and DevOps. CardFlight is looking for a DevOps Engineer to join our Lincoln office!...",
    "date": "6 days ago"
  },
  {
    "title": "DevOps Developer",
    "company": "Microsoft",
    "summary": "Our opportunities represent a variety of disciplines including, but not limited to, design, verification, and performance modeling, and DevOps supporting the...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "NICE",
    "summary": "Teach and mentor other engineers on DevOps best practices. Our Workforce Management Solution team is looking for an experienced DevOps Engineer....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "MetTel",
    "summary": "We're on the hunt for a talented DevOps Engineer to join our DevOps team. Support DevOps Lead with scripting and programming to deploy and operate our system....",
    "date": "12 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Paypal",
    "summary": "Who we are Fueled by a fundamental belief that having access to financial services creates opportunity, PayPal (NASDAQ: PYPL) is committed to democratizing...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "TripActions",
    "summary": "ABOUT TRIPACTIONS TripActions is the fastest-growing corporate travel platform disrupting a $1.5T industry and shaping the future of business travel....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "OM Partners",
    "summary": "A background in DevOps, ICT, or similar is preferred. As DevOps engineer, you are responsible for our build automation and software development environment....",
    "date": "6 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Donuts Inc",
    "summary": "DevOps Engineer to become a member of our close-knit Systems Engineering team. Sr....",
    "date": "7 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "CyberCore Technologies",
    "summary": "ALL CANDIDATES MUST HAVE AN ACTIVE TS/SCI WITH A POLYGRAPH CLEARANCE! Description: Maintain the JIRA service desk support ticket queue Have a presence in...",
    "date": "4 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "PAREXEL International",
    "summary": "As a DevOps Engineer in our Systems Team, you’ll build solutions to enhance availability, performance and stability of our Azure Platform, along with the...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Ford Motor Company",
    "summary": "Ford Product Development is seeking a DevOps Engineer to assist teams developing (embedded) software in Ford Vehicles utilize modern processes, methods, and...",
    "date": "25 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Tron",
    "summary": "Responsibilities Help with designing and deploying a scalable infrastructure for a high traffic environment. Automate the deployment, administration, and...",
    "date": "12 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "CNH Industrial",
    "summary": "Senior DevOps Engineer. Create and maintain documentation for our DevOps processes and tools. 3 plus years of experience installing, configuring and maintaining...",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Security Developer - PS15889",
    "company": "Anthem, Inc.",
    "summary": "Implement Security and DevOps practices, policies and procedures. Indianapolis, IN on-site office....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps/Release Engineer",
    "company": "Splunk",
    "summary": "Do you have a track record of implementing and administering the current generation of Jenkins/Docker/Artifactory DevOps and CI/CD infrastructure?...",
    "date": "13 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Fuel Cycle",
    "summary": "Minimum 2 years of experience as DevOps or sysadmin. Our DevOps Engineer opening is a temporary consulting project with a duration of 3 to 6 months....",
    "date": "6 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "mendel.ai",
    "summary": "We are looking for a DevOps Engineer to help in scaling and maintaining enterprise-grade applications for healthcare platforms....",
    "date": "12 days ago"
  },
  {
    "title": "Devops Engineer-2",
    "company": "Rackspace",
    "summary": "Rackspace is looking for a DevOps Engineer having extensiveInfrastructure-as-Codeexperience to join our Remote team!...",
    "date": "6 months ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "PowerSchool",
    "summary": "This position, under the general direction of the Manager, DevOps, will be responsible for supporting hosted customers and be responsible, at varying levels,...",
    "date": "13 days ago"
  },
  {
    "title": "Build and Deploy DevOps Engineer",
    "company": "Augur IT",
    "summary": "Project duration: 12+ months visa status: H-1B / H-4EAD / GC / USC Compensation type: W2 or C-2-C Responsibilities Include Building and Deploying code Code...",
    "date": "28 days ago"
  },
  {
    "title": "Internship - DevOps",
    "company": "Snag",
    "summary": "Course work in DevOps, Networking, Database Engineering or related fields. Snag's DevOps Engineering Intern will work directly on the Agile team supporting our...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Rev.com",
    "summary": "4+ years of industry experience in engineering or DevOps. Rev is looking for a DevOps Engineer to join our team....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Hitachi Vantara",
    "summary": "As a member of the DevOps team, your focus would be on improving engineering efficiency through the use of infrastructure resources and services....",
    "date": "13 days ago"
  },
  {
    "title": "DevOps Intern",
    "company": "Oath Inc",
    "summary": "DevOPS Engineering Intern adhere to strict coding standards. DevOPS Engineering Intern will working with continuous integration tool like Jenkins....",
    "date": "11 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "kraken",
    "summary": "The DevOps Engineer is critical to the Kraken platform and infrastructure. Kraken is one of the largest and most successful bitcoin exchanges in the world and...",
    "date": "4 months ago"
  },
  {
    "title": "Sr Engineer - DevOps",
    "company": "Alcon",
    "summary": "The Sr DevOps Engineer builds and owns technical platform operations, including production environment builds, deployments to automation, and performance tuning...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps II - Cloud",
    "company": "f5",
    "summary": "Experience working in Agile and DevOps work environments. Ensure DevOps infrastructure and services maintain the required level of availability, reliability,...",
    "date": "5 days ago"
  },
  {
    "title": "Infrastructure / DevOps Engineer",
    "company": "Heap automates",
    "summary": "You have experience with modern DevOps tooling - infrastructure as code, configuration management, CI pipelines, package managers - we need someone who has deep...",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Earnest",
    "summary": "Earnest empowers people with the financial capital they need to live better lives. We use technology, data, and design to: * Build more affordable products, ...",
    "date": "30+ days ago"
  },
  {
    "title": "SENIOR DEVOPS ENGINEER",
    "company": "UniGroup CA",
    "summary": "Works closely with team of DevOps engineers to ensure efficient operation of daily activities, developer productivity and continuous improvement of products and...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. Site Reliability Engineer",
    "company": "Domino's",
    "summary": "Domino’s, which began in 1960 as a single store location in Ypsilanti, MI, has had a lot to celebrate lately: we’re a reshaped, re-energized brand of honesty,...",
    "date": "30+ days ago"
  },
  {
    "title": "Site Reliability Engineer - Loyalty",
    "company": "MasterCard",
    "summary": "Support the application CI/CD pipeline for promoting software into higher environments through validation and operational gating, and lead Mastercard in DevOps...",
    "date": "12 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Electronic Arts",
    "summary": "We are a group of DevOps engineers who collaborate with multiple teams to provide online services that enhance the game experience....",
    "date": "28 days ago"
  },
  {
    "title": "Dev Ops Engineer",
    "company": "KOHLS",
    "summary": "Strong knowledge and expertise in DevOps solution delivery and strategy. Experience with software development frameworks, DevOps tools and configuration...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "SEMA4",
    "summary": "Our DevOps Engineer will:. Have experience with design and implementation of Continuous Delivery and/or DevOps solutions or architecture patterns....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "HotSchedules",
    "summary": "HotSchedules is looking for a talented engineer to join our Platform Infrastructure team. You will work closely with other team members to design, implement...",
    "date": "26 days ago"
  },
  {
    "title": "Sr. Software Developer - DevOps",
    "company": "ADT Security Services",
    "summary": "United States-Connecticut-Wallingford Sr. Software Developer - DevOps ( Job Number: 1911143 ) Description Company Overview The ADT Corporation (NYSE: ADT)...",
    "date": "6 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "DISH Network",
    "summary": "Demonstrated interest in DevOps as a philosophy. A successful DevOps Engineer has all the following:. The DevOps Engineer will be working on our SlingTV...",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Engineer - Kubernetes",
    "company": "IBM",
    "summary": "Are you passionate about DevOps, Software Engineering and Continuous Delivery? The role is key to driving towards DevOps maturity by automating builds,...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. Engineer, DevOps- 180756",
    "company": "Ellie Mae",
    "summary": "Fluency with at least one current generation scripting language used by DevOps professionals. Ellie Mae (NYSE:ELLI) is the leading cloud-based platform provider...",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Capital One",
    "summary": "Is excited about working with Cloud Based Technologies like AWS, DevOps, Kubernetes and Serverless. We’re currently seeking a DevOps Engineerto implement some...",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "WIRB-Copernicus Group, Inc.",
    "summary": "The DevOps Engineer will be responsible for the software build and deployment processes. EPharmaSolutions, a member of the WIRB-Copernicus Group, is a leading...",
    "date": "9 days ago"
  },
  {
    "title": "iOS Mobile Developer",
    "company": "Perficient",
    "summary": "Experience or willing to learn mobile DevOps, automated testing, and analytics. Perficient Digital is an agency purpose-built to help companies who believe that...",
    "date": "2 hours ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Fuze",
    "summary": "As a DevOps Engineer, you will be critical to our continued success and will be entrusted with the design, integration, and management of the platform services...",
    "date": "30+ days ago"
  },
  {
    "title": "SR. DEVOPS ENGINEER",
    "company": "BillingTree",
    "summary": "Description Culture, Culture, Culture! If you are the type of person that would like to be part of a technology revolution and can help make our company “not...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps",
    "company": "MP Infotech Corp",
    "summary": "MP Infotech, an AWS Partner and a player in the AWS Partner Network is growing substantially and looking for a few strong Software developers for its DevOps...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "CSG",
    "summary": "This role is responsible for planning, developing and maintaining our Continuous Integration and Delivery pipeline. They will assist in release deployments...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Spireon",
    "summary": "4+ years experience with cloud-based provisioning, monitoring, troubleshooting, and related DevOps technologies....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Software Engineer",
    "company": "Teradata",
    "summary": "Senior DevOps Software Engineer. Your Opportunity Teradata's Product Development Group is seeking an experienced Senior DevOps engineer to join our DevOps team...",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Braintree",
    "summary": "We know there are endless tools in the DevOps tool box and we don't expect you to come in as an expert on everything....",
    "date": "12 days ago"
  },
  {
    "title": "Senior DevOps Engineer - Contract",
    "company": "Cybernetic Search",
    "summary": "Senior DevOps Engineer - Contract. On behalf of a fast growth tech firm, Cybernetic Search are sourcing for a Senior DevOps Engineer to work on a contract basis...",
    "date": "9 days ago"
  },
  {
    "title": "Junior DevOps Engineer",
    "company": "Songtrust",
    "summary": "1+ years working in a DevOps Position. Songtrust is seeking a Junior DevOps Engineer to join our growing DevOps team in solving one of the biggest problems...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "York Telecom Corporation",
    "summary": "The Devops Engineer reports to the VP of Hosting Services. The Devops Engineer, as owner of the applications, will participate in training key personnel, as...",
    "date": "10 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Fifth Third Bank",
    "summary": ".#Understanding of DevOps principles required. #Edify/train application team personnel on DevOps practices. #Contributing to the formation of emerging DevOps...",
    "date": "30+ days ago"
  },
  {
    "title": "Dev Ops Engineer",
    "company": "NOKIA",
    "summary": "Nokia is a global leader in the technologies that connect people and things. With state-of-the-art software, hardware and services for any type of network,...",
    "date": "13 days ago"
  },
  {
    "title": "Devops Engineer, Project Franklin",
    "company": "Store No. 8",
    "summary": "Project Franklin is a stealth-mode startup operating independently within Walmart's tech incubator, Store No 8. We are building technology in a fast-paced...",
    "date": "4 days ago"
  },
  {
    "title": "DevOps Engineer (SQL BI)",
    "company": "Deloitte",
    "summary": "You will be at the heart of fullfilling our mission by bringing your DevOps experience to the table to own and help our vision of engineering reliability end to...",
    "date": "30+ days ago"
  },
  {
    "title": "Junior DevOps Engineer",
    "company": "Very Good Security",
    "summary": "We are looking for a Systems/DevOps Engineer with hands-on-experience in Cloud and Containerized Platforms along with a solid understanding of modern DevOps...",
    "date": "23 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Veeder Root",
    "summary": "We have an exciting opportunity for a Senior DevOps Engineer. You’ll be able to influence how DevOps is rolled out across our organization....",
    "date": "13 days ago"
  },
  {
    "title": "Sr DevOps Engineer - Infrastructure",
    "company": "KOHLS",
    "summary": "2+ years of experience in DevOps related functions. Proficiency with a typical DevOps stack such as GitHub, Jenkins, Nexus, Google Cloud Platform, Protegrity,...",
    "date": "30+ days ago"
  },
  {
    "title": "IT DevOps Engineer",
    "company": "Bell and Howell, LLC",
    "summary": "Reporting to the IT DevOps Manager, the IT DevOps Engineer is responsible for supporting the installation, configuration, and maintenance of the corporate cloud...",
    "date": "5 days ago"
  },
  {
    "title": "Engineer, Sr. DevOps",
    "company": "Office Depot OfficeMax",
    "summary": "DevOps Engineer with exemplary DevOps and Monitoring experience to join our Engineering team working to move from reactive to proactive systems metrics...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Capgemini",
    "summary": "Support Implement DevOps reference implementations. Prioritize Application Inventory for DevOps implementations....",
    "date": "13 days ago"
  },
  {
    "title": "Cloud Engineer",
    "company": "Federal Reserve Bank of Chicago",
    "summary": "Experience learning, sharing, and implementing best practices with the ability to define operational processes, implement DevOps, deployment checklists, etc....",
    "date": "2 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "GOIN Technology, Inc.",
    "summary": "Senior DevOps Engineer. Ability to create DevOps pipeline as code. Configured DevOps (CICD) complete pipeline for Web Applications, iOS and Android Mobile...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Silicon Labs",
    "summary": "Silicon Labs R&D DevOps team is looking for a motivated individual to help define, build, and support the infrastructure, tools, and processes needed to empower...",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Intern",
    "company": "IDEXX",
    "summary": "We are a DevOps team that works solely in the Cloud. This is an excellent opportunity to learn IDEXX and get high visibility into the company while improving on...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "B&H Photo Video",
    "summary": "4-6 years of DevOps experience; At least 1 year in a DevOps lead position. The DevOps Engineer plays an operational role by troubleshooting issues in...",
    "date": "4 months ago"
  },
  {
    "title": "IT Engineer III, DevOps",
    "company": "Genuine Parts Company",
    "summary": "Work with ServiceNow support team on integrations between ServiceNow and DevOps tools. 2+ years of experience with DevOps, Continuous Integration and Delivery...",
    "date": "3 days ago"
  },
  {
    "title": "Sr DevOps Engineer",
    "company": "SailPoint Technologies Holdings",
    "summary": "DevOps Engineer will be a key player on the DevOps team servicing the IdentityNow product suite. IdentityNow is SailPoint’s Identity as a Service (IDaaS)...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr DevOps Engineer",
    "company": "SailPoint",
    "summary": "DevOps Engineer will be a key player on the DevOps team servicing the IdentityNow product suite. IdentityNow is SailPoint’s Identity as a Service (IDaaS)...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Specialist",
    "company": "Enbridge",
    "summary": "You’re a DevOps expert (e.g., automating IT operations). You’ll collaborate with the rest of DevOps team to deliver consistent and holistic solution to the...",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "AIG",
    "summary": "Fortitude Re is looking for a mid-level DevOps Engineer that has worked in an enterprise setting previously. IT - Information Technology....",
    "date": "30+ days ago"
  },
  {
    "title": "DeltaV Senior DevOps Engineer",
    "company": "Emerson",
    "summary": "DeltaV Senior DevOps Engineer. Enhance/evaluate/acquire new DevOps infrastructure solutions to support Continuous Integration/Continues Execution....",
    "date": "12 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Publicis.Sapient",
    "summary": "Collbaorate with development architects to ensure DevOps requirements are met during various phases of development....",
    "date": "13 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "CSAA Insurance Group",
    "summary": "DevOps Engineer - KTLO. R3069 DevOps Engineer - KTLO (Open). A typical day as a DevOps Engineer includes:. As a DevOps Engineer, you have the ability to direct...",
    "date": "30+ days ago"
  },
  {
    "title": "SAP NS2 DevOps Engineer Intern - Herndon - 20171",
    "company": "SAP",
    "summary": "As a DevOps Engineer Intern at SAP NS2, you will work closely with the program manager to support NS2 Cloud initiatives....",
    "date": "20 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "AlphaSense",
    "summary": "We are seeking a passionate DevOps Engineer to help create the next big thing in data analysis and search solutions....",
    "date": "12 days ago"
  },
  {
    "title": "Senior Devops Engineer",
    "company": "TekSynap",
    "summary": "Demonstrated experience in leading DevOps methodologies. We are seeking Senior Devops Engineers to join our government project supporting Defense Logistics...",
    "date": "26 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "OM Partners",
    "summary": "A background in DevOps, ICT, or similar is preferred. You have at least 5 years in DevOps, Continuous Integration or IT....",
    "date": "6 days ago"
  },
  {
    "title": "DevOps / Cloud Engineer",
    "company": "SHYFT",
    "summary": "The Cloud Engineer is responsible for the design, implementation, operation, deployment, maintenance and troubleshooting of our cloud based infrastructure...",
    "date": "5 days ago"
  },
  {
    "title": "Junior DevOps / DevSecOps Engineer",
    "company": "Karsun Solutions, LLC",
    "summary": "Overview Karsun Solutions LLC is in the business of solving problems. Since 2009 as a premier consulting services company with a culture of innovation, Karsun...",
    "date": "30+ days ago"
  },
  {
    "title": "ITaaS DevOps Engineer",
    "company": "Dimension Data",
    "summary": "This individual will work on a team of 8 other DevOps Engineers (3 in San Diego and 5 in India) to help drive automation within the company....",
    "date": "4 months ago"
  },
  {
    "title": "Dev Ops Engineer",
    "company": "Trintech",
    "summary": "Knowledgeable in cloud platforms, micro-services architecture, CI/CD solutions, containers, DevOps principles, automation & configuration management tools...",
    "date": "11 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Intuit",
    "summary": "3+ years of experience in DevOps, software engineering, release engineering, and/or software configuration management....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer, IdentityIQ",
    "company": "SailPoint Technologies Holdings",
    "summary": "Work closely with global DevOps and Support teams to provide 24x7x365 support to customers. IdentityIQ is SailPoint’s Identity and Access Governance product,...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer, IdentityIQ",
    "company": "SailPoint",
    "summary": "Work closely with global DevOps and Support teams to provide 24x7x365 support to customers. IdentityIQ is SailPoint’s Identity and Access Governance product,...",
    "date": "30+ days ago"
  },
  {
    "title": "Jr. DevOps Engineer",
    "company": "Harvard University",
    "summary": "The Jr DevOps Engineer is tasked with developing and maintaining modern, reusable, sustainable systems and configurations, using up-to-date best practices and...",
    "date": "30+ days ago"
  },
  {
    "title": "Microsoft and Cloud Engineer",
    "company": "Red Robin International, Inc.",
    "summary": "Based out of our Home Office in Greenwood Village, CO, the Windows DevOps Engineer position is responsible for all activities related to system design and...",
    "date": "3 days ago"
  },
  {
    "title": "Engineer - DevOps",
    "company": "CBOE",
    "summary": "Familiarity with DevOps tools such as Nagios, Puppet, Salt, JIRA, Jenkins, Ansible, and Collectd desired....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Owler",
    "summary": "Experience with DevOps tools e.g. Jenkins, Nexus, Git, etc. As a DevOps engineer, your contributions will power the systems that allow the Owler community to...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Options Group",
    "summary": "DevOps Engineer This role will work with the team that works jointly with portfolio managers, trading and operations....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Custoria",
    "summary": "Custora exists to help our customers improve the relationships they have with their own customers. We do this by ingesting data about every interaction a...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "DeveloperTown",
    "summary": "Experienced in using CI/CD tooling with Jenkins, Azure Devops or similar technologies. A qualified DevOps Engineer will possess strong analytical skills, a...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Continental Resources",
    "summary": "ConRes is looking to hire an infrastructure focused DevOps Engineer. The DevOps Engineer will have expert-level background with Linux server engineering and...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Developer (DevOPS /CI/CD)",
    "company": "Freddie Mac",
    "summary": "Ensure alignment with DevOps industry best practices and patterns for supporting product and project teams. Senior Developer (DevOPS /CI/CD)....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Best Buy",
    "summary": "We are currently looking for a DevOps Engineer to become part of the Automated Tools and Technology team. Best Buy is seeking innovative and technically curious...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Octo Consulting Group",
    "summary": "Octo is seeking a DevOps Engineer to join our growing team. Familiar with DevOps practices of continuous integration and continuous deployment....",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer (Req.10060)",
    "company": "Maana",
    "summary": "MAANA is seeking an experienced DevOps Engineer. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential...",
    "date": "4 months ago"
  },
  {
    "title": "Windows DevOps Engineer",
    "company": "Palantir Technologies",
    "summary": "As a Windows DevOps Engineer, you will be joining a team of enthusiastic engineers set out to deliver secure infrastructure that directly impacts core-business...",
    "date": "30+ days ago"
  },
  {
    "title": "Lead Dev Ops Engineer-Vice President",
    "company": "Deutsche Bank",
    "summary": "The team consists of five areas – connectivity, devops, ull storefront, middleware and core engineering. Work with other Devops, Engineering and production...",
    "date": "2 days ago"
  },
  {
    "title": "Systems DevOps Engineer",
    "company": "East West Bank",
    "summary": "East West Bank is currently seeking a Systems DevOps Engineer. Design and implement automated dynamic environments to support the needs of delivery teams....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "CGI Veterans Jobs",
    "summary": "Work with the cloud operations and devops teams to stabilize and refactor existing CI/CD pipelines. DevOps Engineer to help modernize the integration and...",
    "date": "10 days ago"
  },
  {
    "title": "Devops Engineer",
    "company": "Lattice Engines",
    "summary": "In particular, we're recruiting a strong Devops engineer to join a talented team with background from top schools (such as Harvard, MIT, Stanford, Tsinghua, UC...",
    "date": "5 months ago"
  },
  {
    "title": "IT DevOp Internship (Summer 2019)",
    "company": "Bosch Group",
    "summary": "Job Description Primary project will be to work with the IT Infrastructure and Application Operation team to develop script to automate the service process....",
    "date": "9 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Compare.com Insurance Agency LLC",
    "summary": "This position will be part of the companies emerging and growing DevOps function, responsible for developing and supporting industry leading patterns, practices...",
    "date": "24 days ago"
  },
  {
    "title": "Dev Ops Engineer, Sr. - Ride Systems and Attractions",
    "company": "Walt Disney Imagineering",
    "summary": "An employee filling the role of Senior DevOps Engineer, will be responsible for activities that ensure the quality, reliability, and stability of Imagineering...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "emids",
    "summary": "Senior DevOps Engineer. 5+ years of DevOps or Infrastructure development experience. Software Engineer in DevOps with experience working in fast-paced startup...",
    "date": "19 days ago"
  },
  {
    "title": "Senior AWS DevOps Engineer",
    "company": "One Technologies",
    "summary": "DevOps Engineer works to improve software development and release lifecycle efficiencies by modernizing our processes & workflows and building a robust...",
    "date": "17 days ago"
  },
  {
    "title": "DevOps Engineer- Oklahoma City",
    "company": "Trimble",
    "summary": "This position is located in Oklahoma City, OK. Job Description: Developers at Trimble MAPS build apps that have the potential to enrich the lives of...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "PAREXEL International",
    "summary": "As a DevOps Engineer in our Systems Team, you’ll build solutions to enhance availability, performance and stability of our Azure Platform, along with the...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Automation Engineer/ Full stack DevOps",
    "company": "PETSMART",
    "summary": "Job Responsibilities Senior Automation Engineer Summary/Purpose: Thisrole provides development of web services, integration between tools, and operational...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer Intern",
    "company": "Infoblox",
    "summary": "The DevOps Intern will help Infoblox deliver new SaaS offerings and dive into the world of DevOps. Maintain and develop DevOps tools to automate manual....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps CI/CD Engineer",
    "company": "YRC Worldwide",
    "summary": "Experience with DevOps practices. The DevOps CI/CD Engineer is responsible for developing and maintaining enterprise level solutions for legacy and modernized...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "KCF Technologies",
    "summary": "Duties for the DevOps Engineer position include:. If so, come join our team as a DevOps Engineer! 1 - 5 years of experience in DevOps or a related field....",
    "date": "20 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Lucky Day",
    "summary": "We are looking for an ambitious Lead DevOps Engineer to join a fun, hard working, team that is dedicated to building a system that is always reliable and...",
    "date": "6 months ago"
  },
  {
    "title": "Cloud DevOps Engineer / Chef",
    "company": "OrangePeople",
    "summary": "Do you have a passion for innovation? Are you excited to leverage cutting edge technology to solve big business problems? If your response to those questions...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "TISTA Science and Technology Corporation",
    "summary": "The DevOps Engineer will perform various development activities for DevOps practices, including continuous integration, continuous delivery, continuous testing,...",
    "date": "13 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "NAVEX Global",
    "summary": "Senior DevOps Engineer Team: Product Engineering Reporting To: Manager, DevOps Location: Remote or Lake Oswego, OR Status: Full Time, Exempt We Offer You...",
    "date": "16 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "8x8, Inc.",
    "summary": "5+ years' experience as a DevOps Engineer. Come join us and be part of our team as a Senior CI/CD DevOps Engineer focused on Kubernetes....",
    "date": "19 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Blue Apron",
    "summary": "Who’s in the Kitchen Headquartered in NYC with fulfillment centers in New Jersey, California and Texas, Blue Apron’s mission is to make incredible home...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Western Governors University",
    "summary": "Coordinate with Engineers and other DevOps Admin’s to help ensure standardization of technologies between different projects....",
    "date": "2 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "PlayQ",
    "summary": "5-7+ years of DevOps experience in a Linux environment. We are looking for a Senior DevOps Engineer to join us and ensure we maintain maximum uptime, stability,...",
    "date": "9 days ago"
  },
  {
    "title": "DevOps Engineer:",
    "company": "IMS Global Learning Consortium",
    "summary": "4+ years of experience in a DevOps engineer and systems administration role. IMS Global, the world leader in EdTech interoperability and impact, is looking for...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "New Context Services",
    "summary": "We are a group of engineers who live and breathe Agile Infrastructure, Systems Automation, Cloud Orchestration, and Information & Application Security.As a New...",
    "date": "10 days ago"
  },
  {
    "title": "DevOps Engineer (3)",
    "company": "Aras",
    "summary": "We are looking for DevOps Engineers that will shape the future of how we do deployment, automation and scalability. Who We Are....",
    "date": "30+ days ago"
  },
  {
    "title": "SR DevOps Engineer",
    "company": "IntellectFaces",
    "summary": "SR DevOps Engineer Location: MILPITAS, CA Responsibilities: • Sr. Engineer with Kubernetes OR GKE OR OpenShift v3 [Container Based] experience • Designing...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Insight",
    "summary": "What our DevOps Engineer Do. Microsoft US Partner of the Year for DevOps. Practical, hands-on experience with key DevOps technologies, including Docker, as well...",
    "date": "30+ days ago"
  },
  {
    "title": "Summer Internship - Cloud Native and DevOps Marketing",
    "company": "f5",
    "summary": "Are you passionate about cloud native technologies, marketing, and the DevOps movement? Come work at a place where innovation and teamwork come together to...",
    "date": "12 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "ForeFlight",
    "summary": "1+ Years experience as a DevOps Engineer or System Admin. ForeFlight is looking for a DevOps engineer to join our Server/API team....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr Software Engineer-DevOps_BG",
    "company": "GlobalLogic, Inc.",
    "summary": "Role/Responsibilities: * Prepare development/production infrastructure setup “in code” using Azure Resource Manager * X.509 Certificate Management * Setup...",
    "date": "18 days ago"
  },
  {
    "title": "Manager, DevOps Engineering",
    "company": "Amazon Web Services, Inc.",
    "summary": "The AWS Tech360 team is looking for a DevOps Manager to manage all aspects of mission-critical services, and the Tech360 support group....",
    "date": "4 days ago"
  },
  {
    "title": "Mid-Level DevOps Engineer with AWS and Atlassian Tools Exper...",
    "company": "Addteq",
    "summary": "DevOps engineer to support Atlassian Tools on AWS and other public cloud providers. Addteq offers end to end consulting ranging from cultural, process and...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr DevOps Engineer",
    "company": "Cotiviti, Inc.",
    "summary": "DevOps will add monitoring, configuration tuning, AV, Salt agents, Octopus agents and Logging. Further automation and scripting so that DevOps is not required...",
    "date": "30+ days ago"
  },
  {
    "title": "Software Code Automation - IT Graduate Internship",
    "company": "Kaiser Permanente",
    "summary": "Work alongside DevOps engineers to learn and support automation to deploy software code. Systems of intelligence- Analytics department is responsible for...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer - Contractor",
    "company": "Magic Leap, Inc.",
    "summary": "Support software releases from DevOps standpoint. This is a hands-on Senior DevOps role with Build and Release focus, supporting Magic Leap's mission-critical...",
    "date": "10 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "PowerReviews",
    "summary": "2 years of experience in systems engineering, DevOps, or systems administration on a high-volume platform. As a DevOps Engineer, you will join a super-talented...",
    "date": "17 days ago"
  },
  {
    "title": "Virtualization Devops Engineer",
    "company": "Wayfair",
    "summary": "Virtualization Devops Engineer. Experience with REST API, PowerCLI, python, or similar infrastructure devOps. Who We Are:....",
    "date": "17 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Harvard University",
    "summary": "DevOps Engineer will drive the design and implementation of modern, reusable, sustainable systems and configurations, using up-to-date best practices....",
    "date": "9 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Enlitic",
    "summary": "DevOps role works with the team to build out necessary tools, maintain and help plan Enlitic's infrastructure and help build core tools to assist other teams...",
    "date": "6 months ago"
  },
  {
    "title": "Site Reliability Engineer",
    "company": "Domino's",
    "summary": "Domino’s, which began in 1960 as a single store location in Ypsilanti, MI, has had a lot to celebrate lately: we’re a reshaped, re-energized brand of honesty,...",
    "date": "30+ days ago"
  },
  {
    "title": "Devops engineer",
    "company": "Prospect Infosys Inc.",
    "summary": "Job Description Skills: · Kubernetes or Docker, Ansible, SALT Stack, Cloud Technology, any scripting language. Must Have: · Understand cloud technologies...",
    "date": "18 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Mindstrong, Inc.",
    "summary": "DevOps Engineer role? DevOps Engineer to plan and deployhigh availability solutions for DevOps services. Who is Mindstrong Health?...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Interos",
    "summary": "Interos Solutions, Inc. is a fast-growing venture backed company with an AI-driven SaaS application that delivers our commercial and government customers...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Capital One",
    "summary": "Senior DevOps Engineer. As a DevOps Engineer at Capital One you will be:. Participating in the Agile DevOps design, development, testing, and release of new...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Encompass Digital Media",
    "summary": "The DEVOPS Engineer will work closely with the Tech and Software management in planning and implementing all DVIDS projects and enhancements....",
    "date": "11 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Act-On Software",
    "summary": "Act-On Software, a leading provider of SaaS based Digital Marketing Services is looking for DevOps degree to join our team and help build our next generation...",
    "date": "15 days ago"
  },
  {
    "title": "Associate DevOps Engineer",
    "company": "PowerSchool",
    "summary": "0-2 years’ experience in DevOps Engineer role. This position, under the general direction of the Manager, DevOps, will be responsible for supporting hosted...",
    "date": "13 days ago"
  },
  {
    "title": "Sr DevOps Engineer",
    "company": "CGI Veterans Jobs",
    "summary": "Sr DevOps Engineer. 3-5 year’s experience in an Agile or DevOps environment. Extensive experience with Source Control management and its influence on the SDLC...",
    "date": "23 days ago"
  },
  {
    "title": "AWS DevOps Engineer",
    "company": "PMG Worldwide LLC.",
    "summary": "Auditing and improving the existing DevOps setup. Leading and coaching a team of developers to help with minor devops tasks....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Apple Leisure Group",
    "summary": "A successful DevOps Engineer will:. Grow your career as a DevOps Engineer on the Trisept Solutions team. Inspire and deliver exceptional value to travelers...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "TCGplayer",
    "summary": "As a DevOps Engineer, a typical day may include the following:. Architecting a cloud native infrastructure environment from local development all the way to a...",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Mobiquity",
    "summary": "Interested in building a Devops Culture. Working alongside product architecture teams to make recommendations on DevOps practices....",
    "date": "18 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Palantir Technologies",
    "summary": "3+ years experience in Software Engineering and DevOps, Site Reliability Engineering, or equivalent field. The DevOps team is responsible for the infrastructure...",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Deluxe Entertainment Services Group",
    "summary": "Job DevOps Engineer Description Deluxe Entertainment Services Group Inc. is a global leader in media and entertainment services for film, video and online...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Deluxe Entertainment Services Group Inc.",
    "summary": "We currently have an opening for a DevOps Engineer. Deluxe Entertainment Services Group Inc....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer – CID",
    "company": "C Squared Systems",
    "summary": "The successful candidate will be able to fill a back-office support position that will include a combination of a DevOps role, a system administrator, developer...",
    "date": "28 days ago"
  },
  {
    "title": "DevOps Engineer (Log Management/Splunk)",
    "company": "Credit Suisse",
    "summary": "DevOps Engineer (Log Management/Splunk) # 121864. United States-NC-Raleigh | Full-time | Technology [IT] | Job ID 121864....",
    "date": "5 months ago"
  },
  {
    "title": "Application Developer- Full Time",
    "company": "Miami HEAT",
    "summary": "Proficient in C#, RestAPI, Web Services, JavaScript, Ajax, Angular.js, Node.js, JQuery, MVC, WCF, Microsoft Azure and Serverless environments, CD / CI with...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "AllofE Solutions",
    "summary": "A DevOps Engineer is responsible for supporting and maintaining the infrastructure behind the leading health sciences education web platform....",
    "date": "4 months ago"
  },
  {
    "title": "Devops Engineer",
    "company": "TekSynap",
    "summary": "AWS Devops Engineer, Azure SA, etc. Experience deploying and configuring DevOps services using infrastructure....",
    "date": "26 days ago"
  },
  {
    "title": "Senior iOS Mobile Developer",
    "company": "Perficient",
    "summary": "Experience or willing to learn mobile DevOps, automated testing, and analytics. Perficient Digital is an agency purpose-built to help companies who believe that...",
    "date": "2 hours ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Criterion Systems",
    "summary": "Use DevOps methodology to automate software development, infrastructure deployment and continuous integration strategies....",
    "date": "4 months ago"
  },
  {
    "title": "Junior DevOps Developer (Full-time)",
    "company": "Sunnyhill Inc",
    "summary": "Summary: Design, build, test, and maintain scalable and stable off the shelf application or custom-built technology solutions to meet the business needs of...",
    "date": "15 days ago"
  },
  {
    "title": "DevOps Architect",
    "company": "Refinitiv",
    "summary": "We are currently seeking a hands-on DevOps Architect. AWS Solutions Architect / AWS DevOps Certification is a major plus....",
    "date": "6 days ago"
  },
  {
    "title": "Windows Infrastructure Engineer",
    "company": "Verizon",
    "summary": "Collaborate with teammates in SysOps, NetOps, and DevOps to provide world class Systems. What you’ll be doing......",
    "date": "12 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Power Home Remodeling",
    "summary": "Mid-level DevOps engineer with history of successful projects. We are seeking an experienced DevOps engineer to join our team creating and supporting mission...",
    "date": "23 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Health Fidelity",
    "summary": "Heath Fidelity's DevOps and Information Security team blends DevOps, Platform Engineering, and Security Engineering/Operations functions to streamline the...",
    "date": "9 days ago"
  },
  {
    "title": "DevOps Engineer III",
    "company": "Exeter Finance LLC",
    "summary": "At Exeter Finance, we are committed to helping customers find the right financing for their next vehicle purchase. By building strong relationships with our...",
    "date": "26 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Case New Holland Industrial",
    "summary": "Create and maintain documentation for our DevOps processes and tools. 3 plus years of experience installing, configuring and maintaining DevOps tools and...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "CIOX Health",
    "summary": "3+ years’ using DevOps tools to provision and monitor environments. Manage DevOps tools that include Ansible, Jenkins, GitLab, Nexus and SonarQube....",
    "date": "12 days ago"
  },
  {
    "title": "DevOps Engineering Co-op",
    "company": "Comcast",
    "summary": "Comcast brings together the best in media and technology. We drive innovation to create the world's best entertainment and online experiences. As a Fortune 50...",
    "date": "20 days ago"
  },
  {
    "title": "DevOps Engineer 2",
    "company": "f5",
    "summary": "We are looking for DevOps engineers with proven expertise/experience testing, automating, releasing and monitoring high performance cloud and on-premises...",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Engineering Internship",
    "company": "Cambia Health",
    "summary": "DevOps Engineering Internship. The DevOps Engineering Intern will participate in a team environment to design, configure, implement, maintain and monitor IT...",
    "date": "20 days ago"
  },
  {
    "title": "UI Software Engineer",
    "company": "NCR",
    "summary": "Possesses cross functional expertise to implement DevOps, CI/CD practices. NCR Corporation (NYSE:....",
    "date": "3 hours ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Levvel",
    "summary": "We’re looking for DevOps engineers that fit the Levvel profile. Levvel is currently looking for DevOps Engineers to join the Levvel Team....",
    "date": "18 days ago"
  },
  {
    "title": "Senior DevOps Engineer - Experience in CICD / Teraform / Che...",
    "company": "Arthur Grand Technologies Inc",
    "summary": "Senior DevOps Engineer. DevOps Engineer is a role on our Architecture, Cloud, and DevOps team. Build independent web based tools, micro services and solutions...",
    "date": "6 days ago"
  },
  {
    "title": "DevOps Architect",
    "company": "Verizon",
    "summary": "Experience in DevOps, Agile Methodologies, CI/ CD methods and tools, e.g. JIRA, Jenkins, is a huge plus. What you’ll be doing......",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Honeywell",
    "summary": "Innovate to solve the world's most important challenges At Honeywell, we are blending physical products with software solutions to link people and businesses...",
    "date": "30+ days ago"
  },
  {
    "title": "Engineer III - Site Reliability",
    "company": "Ticketmaster",
    "summary": "Implement, advocate, and teach ITIL and SRE/DevOps best practices in a DevOps collaborative context. We are looking for a site reliability engineer (SRE) with...",
    "date": "13 days ago"
  },
  {
    "title": "DevOps Engineer – CI/CD",
    "company": "Agylstor",
    "summary": "Apply best practices and emerging concepts in DevOps and infrastructure automation. Design and implement DevOps solutions for change management, build, release...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr Staff - DevOps Engineer",
    "company": "Charles Schwab",
    "summary": "We are looking for a DevOps engineer to support a wide range of improvements from build and deployment processes, production monitoring and DevOps advocacy....",
    "date": "5 days ago"
  },
  {
    "title": "Systems/DevOps Engineer",
    "company": "Nightingale College",
    "summary": "Experience managing software development and infrastructure/operations teams in a DevOps practice; The Systems/DevOps Engineer is responsible for the...",
    "date": "5 days ago"
  },
  {
    "title": "Site Reliability Engineer",
    "company": "American Express",
    "summary": "Knowledge of DevOps related practices such as CI/CD, Canary Pushes/ Blue-Green deployments, Software Defined Infrastructure and tools and etc....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineering Consultant",
    "company": "CollabNet, Inc.",
    "summary": "We are looking for a DevOps Engineering Coach to join our team. To qualify as a CollabNet VersionOne DevOps Engineering Coach, your experiences should be …....",
    "date": "4 months ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Priceline.com",
    "summary": "The priceline DevOps Engineering Team is responsible for activities that ensure the quality, reliability and stability of production systems and services....",
    "date": "4 months ago"
  },
  {
    "title": "Dev Ops Engineer",
    "company": "TMP WORLDWIDE",
    "summary": "What does a great DevOps Engineer do? 3+ years’ experience working in a DevOps environment. When the world throws technology challenges at us, we eat them up....",
    "date": "4 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Capgemini",
    "summary": "Support Implement DevOps reference implementations. Prioritize Application Inventory for DevOps implementations....",
    "date": "13 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Gerber Technology",
    "summary": "Professional experience in software development, DevOps, network engineering, and/or system administration. We are looking for a highly-motivated utility player...",
    "date": "30+ days ago"
  },
  {
    "title": "C, C++/DevOps Engineers",
    "company": "TrustedQA",
    "summary": "DevOps using Docker, Ansible, or similar to help deliver enhanced capabilities to our warfighters faster, simpler, and with substantially increased quality....",
    "date": "5 days ago"
  },
  {
    "title": "Junior DevOps Engineer",
    "company": "Vibrent Health",
    "summary": "This is a primarily on-site role, working from our Fairfax location directly with other DevOps, Dev, Security and QA staff in-house....",
    "date": "24 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Akuna Capital",
    "summary": "What you'll do as a DevOps Engineer at Akuna:. 3+ years of experience in a mid- or senior level position within a DevOps team....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "ADP",
    "summary": "Senior DevOps Engineer. ADP is hiring an experienced Senior DevOps Engineer, with demonstrated experience in DevOps, AWS, and Unix....",
    "date": "23 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Worldventures",
    "summary": "4+ years DevOps experience with both Windows and Linux systems. This person will work to create and maintain a DevOps culture in an agile environment of a...",
    "date": "30+ days ago"
  },
  {
    "title": "Dev Ops Intern",
    "company": "Carestream Dental",
    "summary": "DevOps Engineers are responsible for the design and implementation of applications, build, deployment, and configuration activities....",
    "date": "4 days ago"
  },
  {
    "title": "Sr DevOps Engineer",
    "company": "CGI",
    "summary": "3-5 year’s experience in an Agile or DevOps environment. Extensive experience with Source Control management and its influence on the SDLC and DevOps Processes....",
    "date": "18 days ago"
  },
  {
    "title": "Cloud Infrastructure Developer",
    "company": "Albertsons Companies",
    "summary": "A commitment to best practices on operational processes for DevOps. Albertsons-Safeway Company is one of the largest food and drug retailers with 2,300+ stores....",
    "date": "10 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Blackboard Inc.",
    "summary": "We’re looking for a DevOps Engineer to help us shape the future of education by creating the industry’s most comprehensive student-success solutions....",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Engineer - Builder of Great Tools",
    "company": "NT Concepts",
    "summary": "This one happens to be as part of our DevOps team - and we’re big fans of DevOps. Puppet’s 2017 State of DevOps report demonstrates that companies that use...",
    "date": "10 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "IBM",
    "summary": "Are you passionate about DevOps, Software Engineering and Continuous Delivery? The role is key to driving towards DevOps maturity by automating builds,...",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Engineer, VIPER CDN",
    "company": "Comcast",
    "summary": "Comcast Technology Solutions' purpose is to be the most valued partner to those leading the future of media and technology. Leveraging the most complete...",
    "date": "30 days ago"
  },
  {
    "title": "Junior DevOps Engineer",
    "company": "NCR",
    "summary": "Participate in the reduction of internal DevOps expansion, enhancement, scalability and performance technical debt....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr DevOps Engineer",
    "company": "Sprinklr",
    "summary": "Currently practicing DevOps methodology. As Senior DevOps Engineer, you will be working closely with different platforms that are all completely integrated with...",
    "date": "30+ days ago"
  },
  {
    "title": "Intern - DevOps Cloud Engineer",
    "company": "Airlines Reporting Corporation (ARC)",
    "summary": "Position Sumary ARC is looking to bring on talented, ambitious Interns for our Summer 2019 Internship Program. If you are eager to take on a challenging and...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Ishi Systems",
    "summary": "We are looking for an exceptional Senior Devops Engineer to join our growing team. Want to work on some of the most in-demand & exciting technologies in the IT...",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Western Governors University",
    "summary": "Understanding of DevOps, Scrum, and ITIL concepts. A guardian of production, the DevOps Engineer serves as a liaison between development teams and other...",
    "date": "2 days ago"
  },
  {
    "title": "CI/CD Engineer",
    "company": "Ticketmaster",
    "summary": "Advocacy and teaching of CI/CD theory and practice in a DevOps collaborative context. Who we are....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Devops Engineer",
    "company": "Walmart Stores",
    "summary": "Worked in SaaS/PaaS companies as DevOps engineer. This position is part of the Walmart Labs Advertising Technology team....",
    "date": "30+ days ago"
  },
  {
    "title": "CI/CD Engineer",
    "company": "Partners Federal Credit Union",
    "summary": "Strong Devops experinece. Implementing and maintaining an automated build and deploy pipeline....",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Merchant e-Solutions",
    "summary": "2+ Years DevOps or SRE with strong Linux administration experience. MeS is looking for a seasoned DevOps engineer who will play a key role in the implementation...",
    "date": "12 days ago"
  },
  {
    "title": "Software Engineer (DevOps)",
    "company": "Capital One",
    "summary": "AWS Certified DevOps Engineer. At least 2 years of experience in DevOps. 2+ years of DevOps experience in in an AWS environment....",
    "date": "25 days ago"
  },
  {
    "title": "MultiScale- Developer Operations Engineer , DevOps",
    "company": "Sabey Corporation",
    "summary": "MultiScale Health Networks is joint venture between Providence Health Systems (3rd largest not-for-profit hospital system in the United States) and Sabey...",
    "date": "6 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "ThermoAnalytics",
    "summary": "Responsibilities of the DevOps Engineer. Qualifications Required of the DevOps Engineer. Experience & Skills Desired of the DevOps Engineer....",
    "date": "30+ days ago"
  },
  {
    "title": "Junior DevOps Engineer",
    "company": "IBM",
    "summary": "Job Description IBM Global Business Services (GBS) is a team of business, strategy and technology consultants enabling enterprises to make smarter decisions...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Juniper Networks",
    "summary": "Sr. DevOps Engineer About Our Team Juniper Networks is an industry-leading vendor of network gear and software. We are a fast-growing group focused...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "TIBCO Software",
    "summary": "The DevOps Engineer is responsible for the global deployments of the Scribe Online platform. Working in this role, the DevOps Engineer will work heavily with...",
    "date": "4 months ago"
  },
  {
    "title": "KHE DevOps Engineer",
    "company": "Kaplan",
    "summary": "Promote knowledge sharing and overall DevOps culture in the organization. Experience in open source technologies and have a broad knowledge of technologies used...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Manager Site Reliability",
    "company": "JCPenney",
    "summary": "Significant technical experience in application support, release engineering, DevOps, software/systems development, application monitoring, project mgmt....",
    "date": "4 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "TripAdvisor",
    "summary": "TripAdvisor, the world's largest and most trusted travel media site, is looking for a Senior DevOps Engineer to scale our systems to support our global...",
    "date": "4 months ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Bitglass",
    "summary": "Bitglass is seeking an experienced, talented DevOps Engineer with 5 to 8 years of experience to join the DevOps team....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "General Dynamics Information Technology",
    "summary": "AWS Certified DevOps Engineer. Work with other developers and operations to perform DevOps processes. Willingness to support a DevOps team (24X7 accessibility...",
    "date": "11 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "High Quartile",
    "summary": "Responsibilities: Simplify our development and release processes - automate everything from tests to system monitoring and releases. Deploy, maintain and...",
    "date": "5 months ago"
  },
  {
    "title": "Full Stack Engineer DevOps",
    "company": "Paypal",
    "summary": "Who we are Fueled by a fundamental belief that having access to financial services creates opportunity, PayPal (NASDAQ: PYPL) is committed to democratizing...",
    "date": "20 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "ShareStream",
    "summary": "ShareStream is growing rapidly and is seeking a DevOps Engineer who can make our talented and dedicated engineering team even better. New York, NY....",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Toolchain Architect",
    "company": "Daimler",
    "summary": "DevOps Toolchain Architect. Be a Subject Matter Expert on DevOps best practices, CI/CD and Configuration Management....",
    "date": "10 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Cloud Imperium Games",
    "summary": "Professional DevOps experience supporting scalable production environments. Campaign for DevOps best practices within the organization....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "BitMED",
    "summary": "Our Senior DevOps Engineer will be responsible for establishing processes that drive the success of our development and operations team....",
    "date": "4 months ago"
  },
  {
    "title": "Devops",
    "company": "Dhanutek",
    "summary": "Seeking a senior software engineer with extensive experience in implementing, maintaining and managing native, public / hybrid cloud-based DevOps and DevSecOps...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Cruise Automation",
    "summary": "8+ years experience in Systems Engineering or DevOps engineering roles. Cruise is looking for a Senior DevOps Engineer to drive our configuration management,...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer - Lab",
    "company": "ServiceNow",
    "summary": "Job Title DevOps Engineer - Lab Location(s) Kirkland WA, or Remote This position reports to: Sr. Manager - Lab Hosting Services ServiceNow is changing the...",
    "date": "17 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "IntroPro",
    "summary": "Strong understating of DevOps functions & ability to automate manual processes & deployments. Manage the methods of deployment (development, testing and...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. Devops Engineer",
    "company": "Ring Inc.",
    "summary": "As a Senior Devops Engineer, you will engage with an experienced cross-disciplinary staff to conceive, design, and bring to market innovative consumer...",
    "date": "30+ days ago"
  },
  {
    "title": "Observability and Automation Engineer",
    "company": "Gartner",
    "summary": "5+ years of information technology experience, with a desired 3+ years in a relevant critical monitoring, DevOPs, and/or automation role....",
    "date": "7 days ago"
  },
  {
    "title": "DevOps",
    "company": "Cognizant",
    "summary": "Cognizant is hiring for \"DevOps\"- Phoenix,AZ, Interested candidates who are willing to relocate within the USA can apply. Relocation assistance will be...",
    "date": "30+ days ago"
  },
  {
    "title": "Architech - Dev Ops",
    "company": "Allscripts",
    "summary": "Candidates must possess 2+ years of AWS DevOps experience. EPSi, an Allscripts company, is currently seeking a strong hands-on AWS DevOps Architect to help us...",
    "date": "14 days ago"
  },
  {
    "title": "NextBus Senior DevOps Engineer",
    "company": "Cubic Corporation",
    "summary": "Supports and develops DevOps engineers by providing advice, coaching and educational opportunities. Provide DevOps support when building, deploying, configuring...",
    "date": "6 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "MultiPlan Inc.",
    "summary": "Ability to train others in DevOps processes and tools. Successfully handle and resolve end-user issues pertaining to Application Deployments and DevOps tools....",
    "date": "30+ days ago"
  },
  {
    "title": "Deployment Engineer",
    "company": "Intradiem Inc",
    "summary": "DevOps Deployment Engineer. The DevOps team is combined of technical. Requires 2 - 5 years of experience as DevOps Engineer....",
    "date": "1 day ago"
  },
  {
    "title": "DevOps Engineer Internship",
    "company": "CSG",
    "summary": "CSG International is looking for students for our Summer 2019 internship openings! We're interested in students with a strong desire to work in a...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "U.S. Bank",
    "summary": "Provide DevOps leadership and support for multiple software delivery teams. Enterprise level DevOps tools including but not limited to Jenkins, Artifactory,...",
    "date": "30+ days ago"
  },
  {
    "title": "Linux DevOps Engineer",
    "company": "Applied Systems Inc.",
    "summary": "Applied Systems, Inc., a worldwide leader in insurance technology, is currently searching for Linux DevOps Engineer to join our Cloud Services team....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Koverse",
    "summary": "As a DevOps Engineer you will:. Professional experience as a DevOps Engineer, Systems Administrator, Cloud Architect or similar role....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Consultant",
    "company": "World Wide Technology, Inc.",
    "summary": "In-depth understanding of DevOps principles, practices and tools. World Wide Technology Application Services has an opportunity for a DevOps Consultant....",
    "date": "27 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Optiv",
    "summary": "We're looking for an accomplished Senior DevOps Engineer with demonstrated success designing, deploying and maintaining complex and fault-tolerant Cyber...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Options Clearing Corporation",
    "summary": "Cloud technologies and concept (AWS, DevOps, Hybrid Cloud). Experience with DevOps in cloud and hybrid cloud environments with modern and legacy applications....",
    "date": "14 days ago"
  },
  {
    "title": "DevOps & Monitoring Engineer",
    "company": "Cognizant",
    "summary": "DevOps & Monitoring Engineer. Prototype new tools/techniques related to CI/CD that fit the customer’s teams SDLC in a way that is compatible with the new...",
    "date": "12 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Cisco Careers",
    "summary": "Migrate from traditional Development-to-Production processes to a full DevOps operating model. What You'll Do....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Axos Bank",
    "summary": "Experience with DevOps, specifically automation. Influence other teams and broader engineering groups in adopting DevOps best practices....",
    "date": "4 months ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Softvision",
    "summary": "The ideal candidate has a passion for DevOps automation as well as development and experience in a cross-functional team....",
    "date": "16 days ago"
  },
  {
    "title": "SITE RELIABILITY ENGINEER",
    "company": "Little Caesars",
    "summary": "Implement DevOps changes and rollouts and shepherding deployment in a manner leading to optimal results....",
    "date": "27 days ago"
  },
  {
    "title": "sr. devops engineer",
    "company": "BusinesStaff",
    "summary": "JOB ID - NOVDE4-3 Our Client, a digital media publishing company with several high end online magazines is in search of a Sr. DevOps Engineer in North County...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Code Willing",
    "summary": "We are looking for a hands-on server and client-side developer with Linux systems operations experience who enjoy building products using the latest web...",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Vettery",
    "summary": "Our DevOps process is in its infancy so you'll have the opportunity to set the course on what tech and process we use....",
    "date": "5 months ago"
  },
  {
    "title": "Sr. DevOps Engineer (AWS)",
    "company": "OnPrem Solution Partners",
    "summary": "Our team is growing and we’re looking for a DevOps (AWS) Engineer to compliment our team in Austin, TX. We are a collaborative, forward-thinking organization...",
    "date": "4 months ago"
  },
  {
    "title": "Senior Engineer - Dev Ops",
    "company": "MasterCard",
    "summary": "Support the application CI/CD pipeline for promoting software into higher environments through validation and operational gating, and lead Mastercard in DevOps...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. Site Reliability / DevOps Engineer",
    "company": "Charles Schwab",
    "summary": "20180906-5766 We believe that, when done right, investing liberates people to create their own destiny. We are driven by our purpose to champion every client...",
    "date": "5 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "VMware",
    "summary": "You will share your familiarity and passion for current DevOps practices including CI/CD, automation, infrastructure orchestration, and cloud service delivery....",
    "date": "30+ days ago"
  },
  {
    "title": "Site Reliability Engineer (SRE) iCloud",
    "company": "Apple",
    "summary": "As an SRE in iCloud, you'll be a on a team of DevOps warriors whose mission it is to build and improve Apple's most critical internet services. Mar 29, 2019....",
    "date": "2 days ago"
  },
  {
    "title": "Software Engineer",
    "company": "Premier Inc.",
    "summary": "Automated provisioning / deployment pipelines and other devOps tooling (prior experience with Ansible / GoCD is helpful)....",
    "date": "4 hours ago"
  },
  {
    "title": "2019 TechX Internship -Development/IT (Frisco/Richardson)",
    "company": "T-Mobile",
    "summary": "Act as a liaison for intake process to DevOps technology teams. At T-Mobile, we employ an agile DevOps model that drives our bottom line by delivering value to...",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Neptune Technology Group Inc.",
    "summary": "Work with internal SW and IT teams to define and improve internal best practices around DevOps. Demonstrable knowledge of DevOps in an Enterprise setting, both...",
    "date": "18 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Fujitsu",
    "summary": "Expertise with common DevOps tools such as Jenkins, Bitbucket, Jira etc. The DevOps Engineer is responsible for code deployment work on APIs and Services....",
    "date": "20 days ago"
  },
  {
    "title": "Senior Software Developer for Cloud and DevOps",
    "company": "Mitre Corporation",
    "summary": "Senior Software Developer for Cloud and DevOps - (00053012). Experience DevOps tools (e.g., Ansible, Chef, Puppet, Maven, Jenkins)....",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer II",
    "company": "Vertafore",
    "summary": "We need DevOps senior software engineer/team leads that:. Have 5-7 year’s experience in mission critical Cloud operations and/or DevOps engineering....",
    "date": "17 days ago"
  },
  {
    "title": "DevOps / JIRA Administrator",
    "company": "Southeastern Data Cooperative",
    "summary": "(SEDC) is looking for a DevOps / JIRA Administrator to join our team, at our Atlanta, GA office location. Southeastern Data Cooperative Inc....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Insight Enterprises, Inc.",
    "summary": "What our DevOps Engineer Do. Microsoft US Partner of the Year for DevOps. Practical, hands-on experience with key DevOps technologies, including Docker, as well...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps",
    "company": "SCOTTY",
    "summary": "We are looking for DevOps Engineers with a wide set of skills to support our engineering team. This is a wide ranging role, touching all aspects of code and...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "United Fire Group",
    "summary": "UFG is looking to add a DevOps Engineer to our growing IS group. UFG can offer you an award-winning workplace and a trustworthy, financially-stable company....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer - VMware Virtualization",
    "company": "Fannie Mae",
    "summary": "JOB INFORMATION The role of the technical engineer is to develop application design and/or design IT infrastructure components to meet business and technical...",
    "date": "11 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Schneider National",
    "summary": "Previous DevOps experience/exposure. Senior DevOps Engineer - Job Number:. As the Sr DevOps Engineer, your duties include but are not limited to:....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "The Zebra",
    "summary": "As a DevOps Engineer / Site Reliability Engineer, you will support our Platform team in helping us enhance and scale our infrastructure, build, release and...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps",
    "company": "Sngular",
    "summary": "Mentor and evangelize on CI/CD and DevOps best practices. This role will be responsible for configuration and release management, automation and other DevOps...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Adaptive Management",
    "summary": "3+ years of DevOps in a Linux environment. Our team is expanding and seeking a DevOps Engineer. Adaptive Management is a SaaS company building a unified...",
    "date": "5 months ago"
  },
  {
    "title": "AWS DevOps Engineer",
    "company": "CACI",
    "summary": "Solutions Architect or DevOps Engineer. As a DevOps Engineer, you’ll find ways to make automation do the heavy lifting....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "LendingTree",
    "summary": "Chance to work with top Software Engineers with a focus for all things tech – Our DevOps team includes a member who literally wrote the book on Ansible and IT...",
    "date": "5 months ago"
  },
  {
    "title": "Senior Software Engineer - DevOps",
    "company": "Jet & The Walmart eCommerce Family of Brands",
    "summary": "We are looking for an experienced software engineer to be the anchor member of our DevOps team. About the Job....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Zendesk",
    "summary": "We are looking for an experienced DevOps engineer to join us to own and build the automation portion of our platform....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "William Hill",
    "summary": "Reporting to the Director of IT and Cybersecurity – The DevOps Engineer will manage the production environment by maintaining availability, scalability,...",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer, Conditional Access",
    "company": "SiriusXM",
    "summary": "Location: New York, NY or Washington, D.C. Position Summary: Build and maintain a suite of mission critical custom applications responsible for tracking and...",
    "date": "20 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Asure Software",
    "summary": "How I will contribute You are the key to helping Asure achieve our cloud-first vision. We need your help modernizing our existing technology and building the...",
    "date": "11 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Viv",
    "summary": "Help architect and deploy for devops systems in AWS. Significant past experience in both software engineering and cloud-based ops, such as DevOps, SRE, or...",
    "date": "6 months ago"
  },
  {
    "title": "Senior Devops Engineer",
    "company": "Walmart eCommerce",
    "summary": "Worked in SaaS/PaaS companies as DevOps engineer. This position is part of the Walmart Labs Advertising Technology team....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps / DevSecOps Engineer",
    "company": "Karsun Solutions, LLC",
    "summary": "Overview Karsun Solutions LLC is in the business of solving problems. Since 2009 as a premier consulting services company with a culture of innovation, Karsun...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer- Vantage HA",
    "company": "Teradata",
    "summary": "DevOps Engineer- Vantage HA. This includes design, construction, implementation, test case creation, unit, integration and system level testing and...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Unix DevOps Engineer",
    "company": "Autodesk",
    "summary": "Looking for a career that combines innovative technology and creativity, ultimately helping both creative and engineering types to build a better world? If so...",
    "date": "4 months ago"
  },
  {
    "title": "Cloud DevOps Analyst (UNIX/Open Source)",
    "company": "Deloitte",
    "summary": "DevOps team members. Cloud DevOps Analyst (Unix/Open Source). The DevOps group is responsible for delivering DevOps services which accelerate the delivery of...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "SMS Assist, LLC",
    "summary": "Summary This position supports the Product and Technology Department by developing and building IT solutions, install and configure solutions, implement...",
    "date": "17 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Onna",
    "summary": "As a DevOps Engineer, you’ll manage our infrastructures and SaaS platforms. Are you an enthusiastic multi-tasker who feels comfortable in a challenging, fast...",
    "date": "10 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Broadcom",
    "summary": "Develop tools to monitor and troubleshoot the DevOps tools issues found in development environments; If you are a first time user, please create your candidate...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Shindig",
    "summary": "Essentially help build/lead the overall DevOps and Infrastructure stack as code. We need strong DevOps cloud verse engineer that is passionate about solving...",
    "date": "30+ days ago"
  },
  {
    "title": "Staff DevOps Engineer",
    "company": "Walmart eCommerce",
    "summary": "Position Description • Alerting and Monitoring Subject Mater Expert (Splunk,Logstash, and other Enterprise Logging Tools) • Application development and root...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "RiskIQ",
    "summary": "5-10 years of experience in devops or operations. We are looking for a Senior Devops Engineer to join our team in San Francisco....",
    "date": "30+ days ago"
  },
  {
    "title": "Intern - Computer Engineer, DevOps and AWS Systems",
    "company": "Zebra Technologies",
    "summary": "The DevOps Engineer will be part of a team developing and supporting a customer and partner facing cloud based Big Data platform....",
    "date": "12 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Ambonare",
    "summary": "Is seeking a Senior DevOps Engineer to join our team in Austin, TX. Job Summary & Responsibilities....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps, DataOps, and Cloud Engineering Consultant",
    "company": "47LINING",
    "summary": "47Lining helps customers build, operate and manage breathtaking “Data Machines” for their data-driven businesses. At 47Lining, we believe in building high...",
    "date": "4 days ago"
  },
  {
    "title": "Jr. DevOps Engineer",
    "company": "Parsons",
    "summary": "Jr. DevOps Engineer Centreville, VA Are you ready for a challenge that will keep you on the cutting edge of cyber-security? Parsons works on leading edge...",
    "date": "11 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Salesforce",
    "summary": "Senior DevOps Engineer. Salesforce is looking for a software engineer to join our DevOps team within BT (Business Technology) core platform engineering...",
    "date": "30+ days ago"
  },
  {
    "title": "Linux Application Support Engineer",
    "company": "Rackspace",
    "summary": "Assist customers and internal teams to automate processes and incorporate devops methodologies. An Application Support Engineer is a specialist in large-scale,...",
    "date": "4 months ago"
  },
  {
    "title": "SSO Engineer",
    "company": "Verizon",
    "summary": "Design, develop, deploy, integrate and support Multi-Factor Authentication (MFA) and Zero-Trust Security using DevOps model for all types of devices....",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Qualcomm",
    "summary": "This position is for an experienced DevOps professional, who will be working on projects and delivering strategic and operational initiatives under guidance of...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Axosoft, LLC.",
    "summary": "Experience with devops tools such as Git, GitHub, CircleCI, Travis, Appveyor or Jenkins a huge plus. At Axosoft, we develop software that is used by the world’s...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Linux Engineer",
    "company": "Sherwin-Williams",
    "summary": "The Senior DevOps Linux Engineer position is part of Platform Optimization team and has expertise on DevOps systems, processes and tools deployed in a Linux...",
    "date": "23 days ago"
  },
  {
    "title": "Sr Developer - DevOps",
    "company": "Locate Software Inc",
    "summary": "Responsibilities 6 to 8 yrs of strong hand-on development experience CI/CD pipeline development and integration - Creation of Puppet scripts along with...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Upstart",
    "summary": "As a DevOps engineer you will own the deployment and operation of our production systems, and potentially build out a team in the coming months....",
    "date": "4 months ago"
  },
  {
    "title": "DEVOPS ENGINEER",
    "company": "Bitly",
    "summary": "Our DevOps team works on challenging, product and infrastructure-focused problems. You have a strong desire to grow, both personally and professionally, in the...",
    "date": "30+ days ago"
  },
  {
    "title": "Cloud Network Infrastructure Engineer",
    "company": "Experian",
    "summary": "AWS Certified DevOps Engineer – Professional. The Cloud Network Infrastructure Engineer would play a key role in project delivery with hands on experience in...",
    "date": "4 hours ago"
  },
  {
    "title": "Sr. App. Dev.,Software Eng. (AWS, DevOps, Java, JavaScript)",
    "company": "Lincoln Financial",
    "summary": "Familiarity with Continuous Integration/Delivery and DevOps. Practicing and driving engineering practices such as DevOps (CI/CD; Dover, NH (New Hampshire);...",
    "date": "7 days ago"
  },
  {
    "title": "DevOps Engineer - Unix",
    "company": "CentralSquare Technologies",
    "summary": "DevOps Engineers must ensure that on-premise and hosted systems remain healthy. At CentralSquare, the DevOps Engineer works closely with Product, Engineering,...",
    "date": "5 months ago"
  },
  {
    "title": "Senior DevOps Engineer for Genoa Healthcare Renton WA Shelby...",
    "company": "UnitedHealth Group",
    "summary": "Opportunities with Genoa Healthcare. A career with Genoa Healthcare means you're part of a collaborative effort to serve behavioral health and addiction...",
    "date": "11 days ago"
  },
  {
    "title": "Back-End DevOps Engineer",
    "company": "Twentieth Century Fox",
    "summary": "OVERVIEW OF THE COMPANY FoxNext We are a collection of enduring brands and iconic, unforgettable characters. We create content for audiences big and small,...",
    "date": "5 months ago"
  },
  {
    "title": "Software Development Intern",
    "company": "Experian",
    "summary": "DevOps Tools Support. The intern program is targeted towards undergraduate and postgraduate students and gives exposure to fundamental programming, DevOps tools...",
    "date": "4 hours ago"
  },
  {
    "title": "DevOps Engineer/ SRE",
    "company": "Trov",
    "summary": "We are looking for a full-time DevOps engineer to develop and improve our multi-cloud infrastructure. You will be part of a dedicated team responsible for the...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Monster Worldwide, Inc.",
    "summary": "Senior DevOps Engineer. Monster is hiring a Senior Devops Engineer, based in our Weston Office, Boston MA. As a key member of Application Support within Monster...",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "WNET",
    "summary": "DevOps Engineer needed to join our team of developers at WNET. As the DevOps Engineer, you will help us align our development and deployment process with best...",
    "date": "24 days ago"
  },
  {
    "title": "Sr. DevOps Engineer - Health",
    "company": "Apple",
    "summary": "Previous experience as a DevOps or Systems engineer. We are seeking a senior level, energetic and self-driven DevOps software engineer to help lead DevOps...",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "CapTech Consulting",
    "summary": "In addition to hands-on systems engineering, you will work with all stakeholders to help define DevOps processes and shape the development culture....",
    "date": "6 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "DST Systems",
    "summary": "Experience leveraging and promoting DevOps behaviors and methodology. Assist with defining own tasks to further the organization’s DevOps goals....",
    "date": "30 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Yodlee",
    "summary": "5 years of overall experience with at least 2 years of focus as a DevOps Engineer. You find enthusiasm in helping take a journey from a traditional Operations...",
    "date": "19 days ago"
  },
  {
    "title": "Dev Ops Engineer",
    "company": "ARi Global Solutions",
    "summary": "Job Responsibilities * Responsibilities are within functional lines with individuals assisting in new program development and/or maintenance of existing...",
    "date": "11 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "DX1app.com",
    "summary": "DX1 is an entirely cloud-based dealership management system for the motorcycle and powersports industry. The perfect combination of a DMS, Website, and...",
    "date": "27 days ago"
  },
  {
    "title": "Staff DevOps Engineer",
    "company": "Walmart Stores",
    "summary": "Position Description • Alerting and Monitoring Subject Mater Expert (Splunk,Logstash, and other Enterprise Logging Tools) • Application development and root...",
    "date": "30+ days ago"
  },
  {
    "title": "Summer Internship 2019 - Software Engineer (Houston)",
    "company": "Arundo Analytics",
    "summary": "You will work on a highly driven team of developers, engineers, devops and QA to build and use world class software....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps engineer",
    "company": "Softweb Solutions",
    "summary": "A DevOps and Platform Operation engineer, very familiar with Azure cloud deployments who can assist in developing and maintaining our DevOps CI/CD pipeline....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Ipro Tech, Inc.",
    "summary": "QA & DevOps Manager. 5+ years experience working in DevOps role. As a DevOps engineer you will ensure that the system is running smoothly and monitor to...",
    "date": "30+ days ago"
  },
  {
    "title": "Infrastructure / DevOps / SysAdmin Engineer",
    "company": "Action Verb",
    "summary": "Have you built and managed large cloud server deployments that have seen real production usage? Are you an expert at automation tools like Chef, Consul,...",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Rebrandly",
    "summary": "We’re looking for a DevOps Engineer to work as a part of our growing technology team. The ideal candidate brings an innovative approach to DevOps issues,...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Strata Decision Technology, L.L.C.",
    "summary": "We’re looking for a DevOps Engineer who is passionate about technology, likes working on small teams, and is ready to tackle a wide variety of projects relating...",
    "date": "18 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "BECU",
    "summary": "TFS, Azure DevOps, TFVC, Git, NuGet, PowerShell, MsBuild, VsTest and Mstest. This DevOps Engineer is a key member of our delivery teams and is the embedded SME...",
    "date": "18 days ago"
  },
  {
    "title": "Sr. DevOps Engineer II MN",
    "company": "Starkey Hearing Technologies",
    "summary": "Evaluate, architect, implement and maintain DevOps tools and processes. The DevOps tools will comply with the annually pre-agreed metrics that may include...",
    "date": "4 months ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Direct-to-Consumer and International",
    "summary": "An employee filling the role of Senior DevOps Engineer, will be responsible for activities that ensure the quality, reliability, and stability of ESPN’s...",
    "date": "6 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Saildrone",
    "summary": "We are in search of an energetic and dynamic DevOps Engineer to join our team. The DevOps Engineer lives within the Operations Engineering team and will work on...",
    "date": "30+ days ago"
  },
  {
    "title": "AWS DevOps Engineer",
    "company": "Black & Veatch Family of Companies",
    "summary": "AWS DevOps Engineer. AWS, Windows, MS SQL Server, DynamoDB, TFS, Azure DevOps. We are looking for an experienced, talented, and motivated AWS DevOps Engineer...",
    "date": "26 days ago"
  },
  {
    "title": "Sr DevOps Engineer",
    "company": "Partners HealthCare(PHS)",
    "summary": "We are seeking a DevOps Engineer who understands how to provision, automate, and control architecture with code....",
    "date": "20 days ago"
  },
  {
    "title": "Senior Engineer Full Stack",
    "company": "Cognizant",
    "summary": "Experience with continuous integration/deployment tools and best practices in DevOps. What you may already identify as Lean Startup methodologies, Extreme...",
    "date": "5 days ago"
  },
  {
    "title": "Junior Devops Engineer",
    "company": "Logos Infotech Inc",
    "summary": "We are expert in placing Devops Consultants. We will be marketing your resume to all across USA on Devops Engineer opportunities....",
    "date": "22 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Rockwell Automation",
    "summary": "The Senior DevOps Engineer, will be a key technical contributor to the design, implementation, and operations of Enterprise-wide DevOps Services to transform...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps",
    "company": "JOHNSON TECHNOLOGY SYSTEMS INC.",
    "summary": "Role Title: DevOps Job Location:- Chantilly, VA Project: - US ARMY Clearance:- ***Active Secret Clearance Required*** Job Description: In this role,...",
    "date": "5 months ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Blue Cross Blue Shield of Massachusetts",
    "summary": "Have deep understanding of the DevOps tools, overall pipeline and the tools which DevOps pipeline is integrating with....",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Associate Engineer",
    "company": "American Specialty Health",
    "summary": "Familiarity with DevOps concepts, tools, and architectures. Supports web site/application deployments via VS Release Management and Azure DevOps....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps engineer",
    "company": "Adroiti Technologies",
    "summary": "To supplement our DevOps group we are looking for a couple of IT engineers with a few years of experience to join our DevOps engineering team....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer, Venice, CA",
    "company": "Credit Karma",
    "summary": "Strong incident management skills and domain knowledge with the ability to apply them in devops centric environment....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Tools Engineer Summer Intern - Undergrad",
    "company": "Proofpoint",
    "summary": "We are looking for a talented and passionate DevOps engineer intern to join our Operations Platform engineering team....",
    "date": "26 days ago"
  },
  {
    "title": "Linux Dev Ops Engineer",
    "company": "CACI",
    "summary": "You will get to research, implement, and deploy devops tools in a continuously evolving development environment....",
    "date": "2 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "World Open Network, Inc.",
    "summary": "We’re looking for an experienced Devops engineer responsible for automating and managing the technology processes around the development, testing, release, and...",
    "date": "4 months ago"
  },
  {
    "title": "Senior Application Developer",
    "company": "Parallon",
    "summary": "Team Foundation server for DevOps preferred. Parallon believes that organizations that continuously learn and improve will thrive....",
    "date": "26 days ago"
  },
  {
    "title": "Senior Software Engineer, DevOps",
    "company": "Workday",
    "summary": "Join our team and experience Workday! It's fun to work in a company where people truly believe in what they're doing. At Workday, we're committed to bringing...",
    "date": "11 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "American Academy of Pediatrics",
    "summary": "DevOps Engineer (Entry Level). Seeking individual with 2 years DevOps experience, including experience with Microsoft Release Management, Git, Powershell,...",
    "date": "16 days ago"
  },
  {
    "title": "Sr Engineer, DevOps",
    "company": "Interactions LLC",
    "summary": "Organization for DevOps, builds, CI/CD, and. The Senior DevOps Engineer works side by side with. Let me tell you about an artificial intelligence (AI)....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Accenture",
    "summary": "DevOps leadership experience. DevOps practice development including asset creation, enterprise strategy definition, and contributions on behalf of Accenture...",
    "date": "20 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Remesh Inc.",
    "summary": "DevOps Engineer Job Description. We seek an independent, self-motivated DevOps engineer with the experience and drive to own all DevOps concerns at our small...",
    "date": "25 days ago"
  },
  {
    "title": "Sr Software Dev Engineer",
    "company": "Redbox",
    "summary": "As we move to the cloud we’re looking for key individuals who want to be part of a ‘you build it you own it’ model – our new DevOps team is building out best in...",
    "date": "20 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Lark Technologies",
    "summary": "Work closely with our Security DevOps engineer. 2+ years in a DevOps or Site Reliability Engineer role. We are looking for a talented DevOps Engineer to join...",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Collins Aerospace",
    "summary": "Azure DevOps (VSTS). 3+ years of DevOps or relevant combination of Infrastructure and Development. A solid understanding Windows Server, IIS, Azure DevOps (VSTS...",
    "date": "12 days ago"
  },
  {
    "title": "DevOps Web Engineer",
    "company": "BlackRock",
    "summary": "About BlackRock BlackRock helps investors build better financial futures. As a fiduciary to investors and a leading provider of financial technology, our...",
    "date": "9 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Peer Solutions Group",
    "summary": "We are hiring a DevOps Engineer. 3+ years practical experience working in DevOps team/organizations with applied Agile development practices....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Solution Design Group, Inc.",
    "summary": "sdg is a high performance software community. sdg consultants build and deliver custom software for some of the largest and most recognizable local and...",
    "date": "6 months ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Aera Technology",
    "summary": "As a DevOps Engineer, you will report to our Director, Tech Ops and be charged with designing and automating our cloud infrastructure processes....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Veeva",
    "summary": "At Veeva, we build enterprise cloud technology that powers the biggest names in the pharmaceutical, biotech, consumer goods, chemical & cosmetics industries....",
    "date": "4 months ago"
  },
  {
    "title": "Sr DevOps Engineer",
    "company": "goPuff",
    "summary": "Understanding of the devops ecosystem and best practices. Able to explain what DevOps means in less than 3 minutes....",
    "date": "5 months ago"
  },
  {
    "title": "Senior Linux Administrator",
    "company": "Advancia",
    "summary": "Be familiar with DevOps business practices. Senior Linux Administrator....",
    "date": "1 day ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "MLB.com",
    "summary": "The DevOps Engineer will be responsible for building, maintaining, and streamlining MLB.com's automated build and release pipeline, and migrating existing...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "PlayQ",
    "summary": "2-4 years of DevOps experience in a Linux environment. PlayQ is looking for a DevOps Engineer to join our passionate team....",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Engineer (Outward, Inc.)",
    "company": "Williams-Sonoma, Inc.",
    "summary": "Location: San Jose, CA About Outward, Inc.: Outward, Inc. is based in San Jose, CA and is a wholly owned subsidiary of Williams Sonoma, Inc. (www.outwardinc...",
    "date": "5 months ago"
  },
  {
    "title": "DevOps/Infrastructure Automation Internship",
    "company": "Lincoln Financial",
    "summary": "Requisition #57747 About The Company Led by over 10,000 employees – including you – Lincoln Financial Group provides advice and solutions that help empower...",
    "date": "8 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Slalom Consulting",
    "summary": "Automation and DevOps principles. Automation and DevOps (Git, Jenkins, CLI, ARM, Terraform, Ansible, Puppet, Chef)....",
    "date": "30+ days ago"
  },
  {
    "title": "Dev Ops Engineer",
    "company": "RealNetworks",
    "summary": "This DevOps Engineer will:. Experience automating administration tasks using DevOps toolchains; RealNetworks is seeking a DevOps Engineer at our Seattle...",
    "date": "20 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Pear Therapeutics",
    "summary": "5+ years of experience in DevOps, supporting mission critical production applications. We are looking for a seasoned Senior DevOps Engineer with proven...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Cloud DevOps Engineer - VMware SD-WAN by VeloCloud",
    "company": "VMware",
    "summary": "The successful DevOps Engineer will be able to define and implement tools from end-to-end; VMware SD-WAN byVeloCloud - CloudDevOpsEngineer....",
    "date": "13 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Zillow Group",
    "summary": "About the team The Industry Development team is responsible for connecting Zillow to the major players in real estate. Our engineers create the industry...",
    "date": "5 months ago"
  },
  {
    "title": "Platform / DevOps Engineer",
    "company": "DISH Network",
    "summary": "CI / CD Tools & DevOps Culture. Are you a driven Platform / DevOps Engineer? DISH is a Fortune 250 company with more than $13 billion in annual revenue that...",
    "date": "30+ days ago"
  },
  {
    "title": "PHP/DevOps Developer",
    "company": "Dada",
    "summary": "An opportunity has arisen for a PHP/Devops Developer to join our established Development Team in Namesco Ltd (namesco.co.uk). The successful applicant must...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Tealium",
    "summary": "We are looking for a passionate, motivated, high-performing DevOps Engineer with experience and focus on building and automating all facets of our system...",
    "date": "18 days ago"
  },
  {
    "title": "Senior Software Engineer DevOps",
    "company": "Capital One",
    "summary": "Senior Software Engineer DevOps. At least 2 years of Python for scripting DevOps workflows and working with DevOps SDKs....",
    "date": "16 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Coinme, Inc.",
    "summary": "At Coinme we believe that by providing easy access to digital currencies we can help level the playing field so that everyone has a fair chance for financial...",
    "date": "30+ days ago"
  },
  {
    "title": "Engineer, DevOps",
    "company": "Verint Systems Inc.",
    "summary": "3+ years of experience in DevOps or similar role. Has an immediate DevOps Engineer opening available in Spokane, WA....",
    "date": "6 days ago"
  },
  {
    "title": "Engineer, DevOps HUX",
    "company": "Deloitte",
    "summary": "Junior DevOps Engineer-HUX. Understanding of DevOps best practices. Document and advertise our DevOps ideologies within the company....",
    "date": "30 days ago"
  },
  {
    "title": "DevOps Engineer, Cyber",
    "company": "Capital One",
    "summary": "DevOps Engineer, Cyber. 7900 Westpark Drive (12131), United States of America, Tysons, Virginia....",
    "date": "10 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "InVisionApp",
    "summary": "Help us grow the InVision DevOps team by interviewing and onboarding new teammates. Our team is in search of a DevOps Engineer to help us change the way digital...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Devops Engineer",
    "company": "Oracle",
    "summary": "Senior Devops Engineer-19000C1P. 5-6 years of expereince in Devops roles. OAL is responsible for implementing, running, and improving all of Oracle’s Enterprise...",
    "date": "11 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Oportun",
    "summary": "Demonstrable knowledge of DevOps culture and modern CI/CD best practices. We want to grow our DevOps team by adding an experienced and well-rounded Build,...",
    "date": "13 days ago"
  },
  {
    "title": "DevOps Engineer - AWS",
    "company": "Rackspace",
    "summary": "AWS Certified Solutions Architect, DevOps Administrator, or SysOps. From architecting customer infrastructure to deploying it programmatically and supporting it...",
    "date": "6 months ago"
  },
  {
    "title": "Devops)",
    "company": "CDNetworks Inc.",
    "summary": "This is a senior role, which is a mixture of tier 3 support, sysadmin, and devops. CDNetworks is seeking a Senior Technical Support Engineer (TSE) to join our...",
    "date": "30+ days ago"
  },
  {
    "title": "Systems DevOps Engineer (El Monte, CA)",
    "company": "Benchmark Makers",
    "summary": "This Systems DevOps Engineer position is with one of the largest independent banks headquartered in California with over 130 locations worldwide....",
    "date": "4 months ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Tailored Brands",
    "summary": "Hands on experience in DevOps/ Automation, designing reusable platforms, web infrastructure and Open Source....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer (Minerva)",
    "company": "Cogo Labs",
    "summary": "Minerva Analytics, the latest team to emerge from Cogo's proven incubator model, is seeking a DevOps Engineer to join our team!...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer III",
    "company": "CentralSquare Technologies",
    "summary": "Experience working with TFS/VSTS/Azure DevOps. Prior experience in a team implementing Devops practices. 5+ years of experience in release management or DevOps...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Forward Financing",
    "summary": "4+ years of proven, hands-on track-record as a devops engineer, focused on cloud-based systems. As a Senior DevOps Engineer, you will join the automation...",
    "date": "19 days ago"
  },
  {
    "title": "Sr DBA - SQL Server - DevOps - Powershell",
    "company": "Risk Solutions",
    "summary": "DBA - SQL Server - DevOps - PowerShell. Apply the latest technologies towards implementing High Availability, Disaster Recovery, Software as Infrastructure, and...",
    "date": "18 days ago"
  },
  {
    "title": "Engineer Application ITSM",
    "company": "JetBlue Airways Corporation",
    "summary": "Ability to execute all phases of the software development life cycle (SDLC) using DevOps and/or Agile. The ITSM Application Engineer is a key member of the...",
    "date": "18 days ago"
  },
  {
    "title": "Senior Automation Engineer - Schaumburg, IL or Knoxvlle, TN",
    "company": "US Cellular",
    "summary": "Experience in software development in areas of Agile and DevOps required. Utilize Agile and DevOps development techniques to drive platform/system development...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer (Windows)",
    "company": "Kyriba",
    "summary": "Reporting to the Director of Devops, you will be responsible for the performance, availability and reliability of the Kyriba’s industry-leading financial...",
    "date": "21 days ago"
  },
  {
    "title": "DevOps Infrastructure Engineer",
    "company": "Byte Systems",
    "summary": "Leidos has an immediate opening for a Unix System Administrator to support the design, development and deployment of products, tools and capabilities.The Unix...",
    "date": "4 days ago"
  },
  {
    "title": "Software Engineer (DevOps)",
    "company": "Xilinx",
    "summary": "Provide DevOps solutions for a large software engineering organization that presents many technical challenges requiring innovative solutions....",
    "date": "10 days ago"
  },
  {
    "title": "Linux/Unix Engineer",
    "company": "Deloitte",
    "summary": "Linux/Unix Engineer As a Linux/Unix Engineer you are going to be part of the development team that develops our migration product from the Unix perspective....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Progrexion",
    "summary": "Senior DevOps Engineer Responsibilities. The core responsibilities of DevOps Engineers include:. It is the responsibility of the DevOps Engineer to have a...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer, Senior",
    "company": "Booz Allen Hamilton",
    "summary": "DevOps Engineer, Senior. As a DevOps engineer, you can solve problems with complete end-to-end Cloud solutions in a fast-paced, agile environment....",
    "date": "5 days ago"
  },
  {
    "title": "Dev Ops Engineer",
    "company": "Apple",
    "summary": "Flexibility to handle a variety of tasks related to DevOps tasks. The Technology Development Group (TDG) infrastructure team is looking for a DevOps Engineer to...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Parsons",
    "summary": "Develop customer and team documentation of the DevOps process. Parsons is seeking DevOps Engineers to support diverse and challenging systems that are evolving...",
    "date": "4 months ago"
  },
  {
    "title": "Junior DevOps Engineer",
    "company": "Redeam",
    "summary": "As a Junior DevOps Engineer you will play a role in building and enhancing our cloud and container-based infrastructure, and application code....",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "vitaMedMD LLC",
    "summary": "Contribute to progression through the DevOps Maturity Model. Evangelizing the DevOps culture and supporting practices throughout the organization....",
    "date": "30 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Proofpoint",
    "summary": "As a DevOps specialist on our engineering team, you will be working with an agile group responsible for designing, maintaining and automating a 24x7 global...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer-Openshift",
    "company": "Levvel",
    "summary": "At Levvel you’ll work alongside other talented DevOps Engineers on a variety of projects. We’re looking for DevOps engineers that fit the Levvel profile and...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "PeerNova",
    "summary": "DevOps Engineer, Job Description:.  Understanding of Agile and DevOps development (Infrastructure as code) process....",
    "date": "30+ days ago"
  },
  {
    "title": "Software Engineer - DevOps",
    "company": "Datacoral",
    "summary": "Software Engineer - DevOps. As a DevOps Engineer you will own the CI/CD pipeline for our distributed, serverless, cloud-native, data-infrastructure stack....",
    "date": "7 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "iZotope",
    "summary": "IZotope is seeking a DevOps Engineer to collaboratively build upon our cutting-edge infrastructure platforms to support the company’s portfolio of internal and...",
    "date": "24 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Vistex Inc.",
    "summary": "The DevOps Engineer is responsible for establishing and maintaining build and release tools and processes using PowerShell and Azure DevOps Release Management....",
    "date": "12 days ago"
  },
  {
    "title": "Federal Dev Ops Engineer",
    "company": "Deloitte",
    "summary": "Solid experience in understanding and practicing build management and SCM in a DevOps culture. Sr....",
    "date": "30+ days ago"
  },
  {
    "title": "Technical Unix Administrator",
    "company": "Macquarie Group Limited",
    "summary": "Exposure to DevOps working methodologies. You will be responsible for maintaining good relationships with the Macquarie business users and the wider global IT...",
    "date": "30+ days ago"
  },
  {
    "title": "Dev Ops Engineer I",
    "company": "Fannie Mae",
    "summary": "Assess, design, develop enterprise continuous integration/delivery framework enabling enterprise-wide adoption of DevOps....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer -Custom Development (3)",
    "company": "Aras",
    "summary": "We are looking for DevOps Engineers who will play a key role in the facilitating development of custom solutions for our customer base....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Consultant",
    "company": "Amazon Web Services, Inc.",
    "summary": "The DevOps Consultant is the emerging leader with previous experience in a lead DevOps role. Strong verbal and written communication skills, with the ability to...",
    "date": "30+ days ago"
  },
  {
    "title": "Test Automation Engineer - Network R&D DevOps (Graduate)",
    "company": "Aruba Networks",
    "summary": "At HPE, we bring together the brightest minds to create breakthrough technology solutions and advance the way people live and work. Our legacy inspires us as...",
    "date": "30+ days ago"
  },
  {
    "title": "Site Reliability & DevOps Developer - Mid-Level",
    "company": "BOEING",
    "summary": "To persistently develop others and oneself as key members of AIMS’ Site Reliability & DevOps team. In this position, the candidate will support multiple...",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "InMoment",
    "summary": "2-3 years of DevOps experience. Help support daily operations through the use of automation and helping build a DevOps culture with our engineers for a better...",
    "date": "25 days ago"
  },
  {
    "title": "IT Engineer Applications",
    "company": "Kaiser Permanente",
    "summary": "As part of the IT Engineering job family, this position is responsible for leveraging DEVOPS, and both Waterfall and Agile practices, to design, develop, and...",
    "date": "10 days ago"
  },
  {
    "title": "DevOps Intern",
    "company": "SpotX",
    "summary": "SpotX is looking for a highly talented DevOps Intern who can contribute brilliantly to our team located in Broomfield, CO....",
    "date": "30+ days ago"
  },
  {
    "title": "Cloud DevOps Engineer",
    "company": "The Coca-Cola Company",
    "summary": "Provide mentoring and knowledge transfer to others, promoting an open DevOps culture. Assist with the development of the Cloud Infrastructure DevOps pipeline to...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Bigfoot Biomedical",
    "summary": "What is Bigfoot Biomedical? Bigfoot believes people living with insulin-requiring diabetes deserve relief from its daily burden. We envision a world where...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "PowerSchool",
    "summary": "This position, under the general direction of the Manager, DevOps, will be responsible for supporting hosted customers and be responsible, at varying levels,...",
    "date": "27 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "CDK Global",
    "summary": "Accelerate Your Career Drive global technology With more than $2 billion in revenues, CDK Global is a leading global provider of integrated information...",
    "date": "22 days ago"
  },
  {
    "title": "DevOps Engineer - Talos",
    "company": "Cisco Careers",
    "summary": "You are an engineer who is passionate about DevOps and building deployment automation that enables automated configuration, management, and scalability of cloud...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Planview",
    "summary": "Our DevOps Engineers are passionate about automation, technologies in the cloud, and continuous improvement....",
    "date": "6 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "University of California, Santa Cruz",
    "summary": "Comprising diverse researchers from a variety of disciplines across academic divisions, the UC Santa Cruz Genomics Institute leads UC Santa Cruz's efforts to...",
    "date": "30 days ago"
  },
  {
    "title": "Devops Engineer",
    "company": "Meredith Corporation",
    "summary": "As a Devops Engineer you will collaborate with developers, operations engineers, product owners, project managers, QA testers and external vendors to build,...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Hobsons",
    "summary": "The DevOps Engineer is responsible for seamless delivery of Hobson’s SaaS applications for the Higher Education market....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "NRC Health",
    "summary": "As a DevOps Engineer, you will be joining the technical team responsible for the design & implementation of a multi-tenant SaaS platform for real-time feedback...",
    "date": "26 days ago"
  },
  {
    "title": "DevOps Intern",
    "company": "Spearpoint Associates",
    "summary": "DevOps Interns will work on a daily basis to build and improve Spearpoint's development pipeline....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Deloitte",
    "summary": "In this role you will partner with your DevOps peers – DevOps Release Managers and DevOps Platform Engineers – to deliver a fully automated end-to-end release...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Component Control Com Inc.",
    "summary": "Responsibilities: Create, manage and maintain development, test and staging environments Initiate and lead scripting and automation to streamline system...",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Engineer – Data Center Services",
    "company": "AAA Texas",
    "summary": "DevOps Engineer– Data Center Services. Come join an amazing organization with stability, growth potential and an amazing work culture where you are valued....",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Bright Health",
    "summary": "You practice the DevOps fundamentals in your professional life. Our Engineering team is working to build our core products....",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Visual Lease.",
    "summary": "This DevOps Engineer position is a mixture of typical build and release engineering activities, DevOps tasks, Cloud administration and server management...",
    "date": "30 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "McAfee",
    "summary": "Automation of deployment, customization, upgrades and monitoring through DevOps tools meant for Cloud management....",
    "date": "5 months ago"
  },
  {
    "title": "Cloud DevOps/ Services Developer",
    "company": "1-800-Flowers.com",
    "summary": "The DevOps/Services Developer will provide leadership for the design and development of cross-functional, multi-platform cloud technology solutions and will...",
    "date": "12 days ago"
  },
  {
    "title": "Principal DevOps Engineer",
    "company": "DELL",
    "summary": "DevOps Engineer, Principal. We are building out a DevOps team to support transformation of our Engineering and Operations team....",
    "date": "30+ days ago"
  },
  {
    "title": "Linux/Unix Systems Administrator",
    "company": "SGT",
    "summary": "Understanding of DevOps principles, concepts, solutions, and design methodologies. KBRwyle (formerly Stinger Ghaffarian Technologies (SGT)) is seeking a Linux...",
    "date": "3 days ago"
  },
  {
    "title": "3M HIS DevOps Security Engineer (Multiple Locations)",
    "company": "3M",
    "summary": "MCSD, AWS certified devops engineer, or similar certifications. E xperience with DevOps or similar highly integrated work environments....",
    "date": "4 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Kyriba",
    "summary": "3+ years of solid experience working in DevOps role. 3+ years of SRE or DevOps experience in Nginx / Apache and Tomcat /Java....",
    "date": "18 days ago"
  },
  {
    "title": "DevOps Software Engineer",
    "company": "Beyondsoft Consulting",
    "summary": "We are looking for an exceptional DevOps Software Engineer to join our team in Dallas, TX (near DFW airport). Beyondsoft is a leading IT consulting and managed...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Cengage",
    "summary": "Focus on DevOps processes and tools supporting agile application development teams leading to continuous integration, test, and deploy methods....",
    "date": "17 days ago"
  },
  {
    "title": "Sr DevOps Engineer",
    "company": "Honeywell",
    "summary": "Work on ongoing R&D effort into tools, processes, and people to further enhance DevOps capabilities. Strong understanding of DevOps concepts, tools, workflows...",
    "date": "25 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Frontend Arts",
    "summary": "Support of any DevOps related activities as identified by the DevOps Manager. The DevOps Engineer will work closely with the DevOps Manager, Cloud Engineer &...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Identity Automation",
    "summary": "As a DevOps Engineer, you will:. This is a key role within operations so we are looking for a conscientious professional with DevOps experience....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Intecon",
    "summary": "Senior DevOps Engineer. INTECON is looking for a Senior DevOps Engineer for the Herndon, VA area. This characteristic is key because there are a lot of teams...",
    "date": "25 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Mittera Group",
    "summary": "Is looking to add a DevOps Engineer to our IT Team! The DevOps Engineer will also assist developer and infrastructure teams with technical issues in the...",
    "date": "5 months ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Thales",
    "summary": "The Senior DevOps Engineer will be an individual contributor to the DevOps Portfolio, which includes an in-house Automation Framework, the Development Tool...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "LeetCode",
    "summary": "2+ years of professional DevOps experience. Experience creating and maintaining Devops infrastructure on cloud platforms. Automation is in your DNA....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Aspen Technology",
    "summary": "2+ years working experience with DevOps and CI/CD tools (e.g. Scripting languages (PowerShell, Python, Bash, JavaScript, Perl) used in DevOps life cycles....",
    "date": "30+ days ago"
  },
  {
    "title": "Intern - DevOps Security Tool Chain Integration",
    "company": "Siemens",
    "summary": "Summer Intern - DevOps Security Tool Chain Integration. The intern will work on evaluating new security tool features and understanding how they can be...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Zest Finance",
    "summary": "DevOps Engineer you will be responsible for engineering our infrastructure with the same care and commitment as we do our software. As a Sr....",
    "date": "30+ days ago"
  },
  {
    "title": "Software Engineer, DevOps",
    "company": "Rapid7",
    "summary": "We strive to maintain a DevOps culture (empowering development, infrastructure as code, etc.). In this role, you'll deliver and monitor state-of-the-art cloud...",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Tyto Athene",
    "summary": "5+ years of experience as a DevOps engineer, with experience in Linux and Windows administration. Tyto Athene (formerly Black Box Government Solutions) is a...",
    "date": "30+ days ago"
  },
  {
    "title": "Cloud Engineer",
    "company": "Merkle Inc.",
    "summary": "Lead the design and implementation/delivery of global, cost effective, enterprise-class cloud based solutions following DevOps practices, while maintaining...",
    "date": "19 days ago"
  },
  {
    "title": "Sr DevOPS Engineer",
    "company": "DPG Solutions",
    "summary": "Job Category DevOPS. The DevOps Engineer will be involved in the Infrastructure, Deployment and Development of operations through automation....",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Kemper",
    "summary": "Develop solutions with AWS services and DevOps tools. Understanding of the DevOps principles and patterns in an enterprise organization....",
    "date": "11 days ago"
  },
  {
    "title": "DevOps Strategy Developer",
    "company": "IBM",
    "summary": "Research and compare DevOps tooling. Familiarity with DevOps practices (Continuous Integration/ Delivery/ Monitoring/etc)....",
    "date": "25 days ago"
  },
  {
    "title": "Machine Learning Engineer",
    "company": "Verizon",
    "summary": "Full stack data scientist and devOps engineer. Applied knowledge of Development Lifecycle Management, DevOps Automation methods and practices, Post-Production...",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Administrator (Automation)",
    "company": "RCI",
    "summary": "· In depth understanding of DevOps tools such as Ansible, Jenkins, and Jira. Wyndham Destinations is seeking a DevOps Administrator to work in our Orlando,...",
    "date": "6 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "KUBRA",
    "summary": "Minimum of 3 years of experience in Cloud infrastructure, Micro-service architectures, Operations or DevOps roles....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer (Outward, Inc.)",
    "company": "Williams-Sonoma, Inc.",
    "summary": "We're looking for someone to join our DevOps team to drive Linux system administration, provisioning, configuration, CI/CD, monitoring, and alerting....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "RecVue",
    "summary": "RecVue has immediate opportunities for extremely talented DevOps Engineer who manages the shared development infrastructure, oversees the software product build...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Cloud Imperium Games",
    "summary": "Cloud Imperium is looking for a DevOps Engineer to work on our exciting PC space combat sim, Star Citizen! The DevOps Engineer will work in a cooperative, cross...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Windows Evangelist",
    "company": "translations",
    "summary": "The DevOps Engineer will have a demonstrable successful track record in:.  Evangelist on DevOps best practices to continue improving software delivery and...",
    "date": "1 day ago"
  },
  {
    "title": "Software Engineer",
    "company": "Microsoft",
    "summary": "Experience in a DevOps culture supporting live site. Core Services Engineering builds and manages the critical products and services that Microsoft runs on....",
    "date": "4 days ago"
  },
  {
    "title": "DevOps Deployment Engineer",
    "company": "Intradiem",
    "summary": "DevOps Deployment Engineer. Requires 2 - 5 years of experience as DevOps Engineer. The DevOps Deployment Engineer will be responsible for installing and...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Intern",
    "company": "Petco",
    "summary": "DevOps automation using Terraform / Chef / Jenkins / Groovy and similar tools. Assist with building integrations between automation tools to create DevOps...",
    "date": "25 days ago"
  },
  {
    "title": "DevOps Specialist",
    "company": "The Society of Actuaries",
    "summary": "JOB SUMMARY: Responsible for hands-on software development, system integration, and system administration for key critical business systems, including the...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Originate",
    "summary": "Interest in fostering a DevOps culture. Originate was founded in 2007....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Radiant Solutions",
    "summary": "Minimum 2+ years of DevOps experience. Radiant Solutions is looking for an experienced DevOps Engineer to join our team of systems engineers, software engineers...",
    "date": "16 days ago"
  },
  {
    "title": "Sr Build & Release Engineer",
    "company": "General Electric",
    "summary": "Amazon Web Services, Microsoft Azure, or other Public Cloud DevOps and/or Solution Architecture Certification....",
    "date": "26 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Textron Systems",
    "summary": "ABOUT TEXTRON: Textron Inc. is a multi-industry company that leverages its global network of aircraft, defense, industrial and finance businesses to provide...",
    "date": "30+ days ago"
  },
  {
    "title": "Application Support Engineer",
    "company": "Verizon",
    "summary": "DevOps and CI/CD process implementation using JIRA, Jenkins, Ansible. Partner with DevOps, SA/DBA, and vendors to plan and implement automations....",
    "date": "18 days ago"
  },
  {
    "title": "DevOps Engineer (Multiple Available)",
    "company": "Mountain State Software Solutions (MS3)",
    "summary": "DevOps Engineer (Multiple Available) Details. Understanding of DevOps principles and processes. With that in mind MS3 is looking for a highly talented DevOps...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Site Reliability Engineer",
    "company": "Verizon",
    "summary": "Employing DevOps and agile principles; Driving adoption and defining best practices for DevOps tools such as Jenkins, Artifactory, and New Relic....",
    "date": "30+ days ago"
  },
  {
    "title": "Distributed Systems Devops Engineer",
    "company": "Apple",
    "summary": "Summary Posted: Nov 14, 2018 Weekly Hours: 40 Role Number: 200009843 You will work closely with development and build engineering teams to identify and...",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Xcalar",
    "summary": "Due to our continued growth, we are looking to hire Devops engineers to join our team! Xcalar is pushing the limits of technology to help people discover deep...",
    "date": "5 months ago"
  },
  {
    "title": "Lead Engineer - Linux Automation",
    "company": "TARGET",
    "summary": "Ability and interest to mentor coworkers – especially to Evangelize an Agile and DevOps mindset within Target. JOIN US AS A LEAD ENGINEER – LINUX AUTOMATION....",
    "date": "11 days ago"
  },
  {
    "title": "Summer Internship - Continuous Integration, Continuous Deliv...",
    "company": "f5",
    "summary": "Come work at a place where innovation and teamwork come together to support the most exciting missions in the world! Are you passionate about high-velocity...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer- Chicago",
    "company": "Telnyx",
    "summary": "This role is located in Chicago. Remote candidates will not be considered for this role. About Telnyx At Telnyx, we build voice, messaging, data and wireless...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "eVestment",
    "summary": "Background in devops engineering, site reliability engineering, systems administration, or software development....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Bigfoot Biomedical",
    "summary": "What is Bigfoot Biomedical? Bigfoot believes people living with insulin-requiring diabetes deserve relief from its daily burden. We envision a world where...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr DevOps Engineer",
    "company": "Clarivate Analytics",
    "summary": "You will be working in a dynamic environment within a well-established DevOps Team using exciting technologies and modern practices (Cloud, Docker, CI/CD,...",
    "date": "30+ days ago"
  },
  {
    "title": "Dev DBA Job",
    "company": "Acuity Brands",
    "summary": "Long Description We're seeking talented and enthusiastic devDBAs responsible for, as part of a team, directing the architecture, configuration, integration,...",
    "date": "1 day ago"
  },
  {
    "title": "DevOps Engineer - CI/CD",
    "company": "Heetch",
    "summary": "Heetch is a mobility app with a simple mission: we want people to enjoy going out. Every night and every day, our drivers are doing their best to make their...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Tessera",
    "summary": "Additionally, this role will serve as a liaison between the ML engineering teams and the rest of the DevOps and IT team in resolving issues....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Engineer, DevOps",
    "company": "Nortek Security & Control, LLC",
    "summary": "4+ years of experience as a DevOps engineer, preferably on SaaS engineering team. The Principal Engineer, DevOps will be responsible for cloud infrastructure,...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "AIM Consulting",
    "summary": "Our Seattle office is seeking a DevOps Engineer to join our Consulting team. Founded in 2006, AIM Consulting is a rapidly growing, nationally recognized leader...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "StreamSets Inc.",
    "summary": "As part of the DevOps team, you will assist in designing CI/CD of SaaS, and maintain both private and public managed production environment. Sr....",
    "date": "5 months ago"
  },
  {
    "title": "Tooling Analyst-CI/CD admin",
    "company": "Blue Cross Blue Shield of IL, MT, NM, OK & TX",
    "summary": "Job Purpose: This position is responsible for the administration of all Software Development Lifecycle (SDLC) tooling, the integration of tools to support...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Advanced technology Group Inc",
    "summary": "Location: Jersey City, NJ. Duration: 8 Months+ Experience: 7+ yrs. Skills: Ruby, Python, Java, PHP, Ansible, SaltStack, Puppet, Docker, Chef Roles and...",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Alliant Credit Union",
    "summary": "Familiar with tools like Visual Studio, Git, TFS, Azure DevOps, etc. Work closely with project-focused agile development teams to ensure effective coverage of...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Environment Engineer",
    "company": "Bank of America",
    "summary": "The individual will effectively partner with various development and DevOps team members to deliver target solutions and enable stability in the environment....",
    "date": "10 days ago"
  },
  {
    "title": "DevOps Architect",
    "company": "Overstock.com Inc.",
    "summary": "Have a solid understanding of software development and build processes, and DevOps methods and philosophies. ​The DevOps Architect oversees and participates in...",
    "date": "4 days ago"
  },
  {
    "title": "Dev Ops Engineer",
    "company": "BitSight Technologies",
    "summary": "Development, DevOps, and Test are viewed as one engineering team at BitSight. We are looking for an experienced team player to add to our DevOps team....",
    "date": "17 days ago"
  },
  {
    "title": "DevOPs Engineer",
    "company": "Rewards Network",
    "summary": "In this role, you’ll work collaboratively with software engineering to deploy and operate our systems. Help automate and streamline our operations and...",
    "date": "25 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Tierion",
    "summary": "You have at least 5 years DevOps experience. We don’t consider DevOps a backend function at Tierion. As a Senior DevOps Engineer, you’ll help architect and...",
    "date": "26 days ago"
  },
  {
    "title": "SENIOR DEVOPS ENGINEER",
    "company": "Rakuten Marketing",
    "summary": "Rakuten Marketing is looking for a Senior DevOps Engineer to maintain, develop, support and improve cloud infrastructure for highly-available and scalable...",
    "date": "11 days ago"
  },
  {
    "title": "Hadoop Developer",
    "company": "Cognizant",
    "summary": "Perform DevOps on AWS to ensure resiliency, availability, security, and HA/DR. We are looking for Bigdata Developer....",
    "date": "5 days ago"
  },
  {
    "title": "Software Developer I -DevOps",
    "company": "ADT Corporation",
    "summary": "Designs, implements, qualifies and documents software tooling and workflow pipeline deliverables for cloud and client software solutions. Duties and...",
    "date": "6 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Presto US",
    "summary": "Enterprise DevOps experience; Provide leadership in implementing a secure, robust, and high availability DevOps pipeline....",
    "date": "5 months ago"
  },
  {
    "title": "Sr. Application Architect - Mainframe",
    "company": "Blue Cross Blue Shield of IL, MT, NM, OK & TX",
    "summary": "Experience in DevOps and/or continuous deployment and/or integration process and tools (Bamboo, jenkins, RallyDev, Jira)....",
    "date": "3 days ago"
  },
  {
    "title": "Senior Software Engineer (DevOps/Containers)",
    "company": "EnterpriseDB",
    "summary": "Senior Software Engineer (DevOps/Containers) The Position EDB is hiring a Senior Software Engineer to work on our Containers Team, designing and developing...",
    "date": "13 days ago"
  },
  {
    "title": "Site Reliability Engineer Intern/Co-Op",
    "company": "Mirakl",
    "summary": "All operations are automated in DevOps and Infrastructure as a Code spirit. The most disruptive and dominant digital players - Amazon, Alibaba, Airbnb, Uber -...",
    "date": "5 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "CWT",
    "summary": "Senior DevOps Engineer - (1800047S). Provide technical and cultural training, guidance, and resource support for all departmental staff in the DevOps area....",
    "date": "30+ days ago"
  },
  {
    "title": "Engineer, DevOps",
    "company": "University of Arizona",
    "summary": "The University of Arizona’s BIO5 Institute’s CyVerse team is looking for a DevOps Engineer. At least 2 years of experience in Linux/UNIX systems administration,...",
    "date": "11 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Blackhawk Enterprise",
    "summary": "Blackhawk is looking for a customer-oriented DevOps candidate to work onsite, someone who can take direction and pursue a viable solution with minimal...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer - Wikibuy",
    "company": "Capital One",
    "summary": "Senior DevOps Engineer - Wikibuy. 3+ years of DevOps experience. As a Capital One DevOps Engineer, you’ll work with passionate, top-notch people to deliver....",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Engineer – Microservices",
    "company": "Peak Activity",
    "summary": "We are looking for someone who is interested in back end microservice work as well as maintaining the system in a devops role....",
    "date": "5 months ago"
  },
  {
    "title": "Senior DevOps Engineer-Advisor",
    "company": "CVS Health",
    "summary": "5+ years experience in a DevOps or similar role. Hands-on expertise in DevOps / CI-CD tools, such as Jenkins, Maven, Git, Nexus, etc....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Vanguard",
    "summary": "Are you a DevOps engineer (or aspiring to become one), interested in bridging the disciplines of software development, deployment, and operations?...",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Sysco Labs",
    "summary": "2-3 years of experience in DevOps, automation, and infrastructure-as-code. A desire to continuously improve knowledge, understanding of trends, and keeping pace...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Container Engineer",
    "company": "Azzur Group",
    "summary": "DevOps Container Engineer. Our client, a global enterprise software company, seeks a talented Sr....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Stanley Black & Decker",
    "summary": "About the Team Joining the Stanley Black & Decker (SBD) team means joining one of the world’s largest, fastest-growing, and most dynamic companies. Stanley...",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Consultant - Nationwide Opportunities",
    "company": "Amazon Web Services, Inc.",
    "summary": "The DevOps Consultant is the emerging leader with previous experience in a lead DevOps role. Strong verbal and written communication skills, with the ability to...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Cognizant",
    "summary": "The Cognizant DevOps Practice is looking for a Senior DevOps Engineer who has deep hands on DevOps implementation skills, understanding and scaling of DevOps...",
    "date": "18 days ago"
  },
  {
    "title": "Build Engineer",
    "company": "American AgCredit",
    "summary": "Additionally, preferred experience includes experience with Azure DevOps, ETL, and Data Warehousing. We are seeking a Build Engineer to help us automate our...",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Bolt",
    "summary": "Spearhead major infrastructure, devops, reliability, and security initiatives. Play a mission-critical role in designing and building the infrastructure that...",
    "date": "6 months ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Intapp",
    "summary": "Sr DevOps Engineer Location: Palo Alto, CA OR Charlotte, NC The Intapp Cloud Platform is a rapidly growing collection of cloud services. As part of a global...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Maven Wave Partners",
    "summary": "Help us implementing bleeding edge, cloud-based solutions within an infrastructure and DevOps capacity! Knowledge in a variety of DevOps tool spaces including...",
    "date": "30+ days ago"
  },
  {
    "title": "Dell Boomi Senior DevOps Engineer",
    "company": "DELL",
    "summary": "Create internal tooling to improve the Boomi developer and devops experience. As a Senior DevOps Engineer at Boomi you will work collaboratively with software...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Symphony",
    "summary": "We are seeking a results-oriented DevOps Engineer to scale our team as we grow. If you are a Systems Thinking, Production DevOps Engineer who has helped teams...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer (Full Time)",
    "company": "Radiant Earth Foundation",
    "summary": "Provide architectural best-practice and implementation of DevOps for large-scale, distributed image processing pipelines;...",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "TM Floyd & Company",
    "summary": "Responsibilities: Implement and enhance automated application deployments for production and development/testing environments Contribute to the maintenance...",
    "date": "23 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Fidelis Cybersecurity",
    "summary": "We are looking for a DevOps Engineer to expand the team to meet customer demand. Our Cloud DevOps team is responsible to build, create, monitor, and maintain...",
    "date": "9 days ago"
  },
  {
    "title": "Cloud Engineer",
    "company": "Verizon",
    "summary": "Git) and devOps toolsets (Jenkins/ Ansible etc) and familiarity with Agile/ Scrum methodologies. What you’ll be doing......",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer – (Contractor)",
    "company": "Align Technology",
    "summary": "DevOps Engineer should have exceptional skills with Software Engineering. Looking for a DevOps Engineer – (Contractor) for our Raleigh, NC location....",
    "date": "16 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "FabFitFun",
    "summary": "Collaborate with Data Team to support their DevOps needs. At the same time, this is really a hybrid backend engineer / devops role....",
    "date": "4 months ago"
  },
  {
    "title": "Azure DevOps Engineer",
    "company": "Navy Federal Credit Union",
    "summary": "Design and build DevOps Capabilities using Azure DevOps with focus on deployment automation, environmental consistency and security controls....",
    "date": "6 days ago"
  },
  {
    "title": "Dev Ops Engineers",
    "company": "Byte Systems",
    "summary": "We are seeking Info DevOps Engineers for a number of long term customer contracts of various disciplines. MUST be a US Citizen with a U.S....",
    "date": "26 days ago"
  },
  {
    "title": ".NET Engineer",
    "company": "Comcast",
    "summary": "When joining us as a .NET engineer, you'll be aligned with one of our agile product and development teams, working together with not only other engineers but...",
    "date": "2 days ago"
  },
  {
    "title": "Sr Mobile DevOps Engineer",
    "company": "Insulet Corporation",
    "summary": "Position Summary Our Wireless, Mobile & Cloud Software Center of Excellence team is looking for Senior Staff Software Engineer with experience building...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Lyra Health",
    "summary": "2+ years of software development, DevOps, or systems engineering experience. Lyra is transforming mental health care using technology with a human touch....",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Tommy Bahama",
    "summary": "LIVE THE ISLAND LIFE Tommy Bahama is more than just an island inspired brand, it’s a lifestyle! Live the Island Life as an ambassador of our brand,...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Children's Hospital of Philadelphia",
    "summary": "At least 3-5 years of experience in the DevOps field. Continuously learn and evaluate emerging devops principles, methodologies, and technologies....",
    "date": "8 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Morningstar",
    "summary": "DevOps engineering plays a critical role in modern software development and engineering. It is an integral part of the software development life cycle....",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "iHerb",
    "summary": "We are looking for a DevOps Engineer to work closely with more than a dozen development teams teams advising them how to best configure their production...",
    "date": "30+ days ago"
  },
  {
    "title": "Windows/Linux Engineer II",
    "company": "BCD Travel Corporate",
    "summary": "Experience troubleshooting, supporting, and/or deploying applications and systems (Azure DevOps). Serving DevOPS in assisting with resolving issues within...",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "BrightEdge Technologies, Inc.",
    "summary": "We're currently seeking a motivated DevOps Engineer to join our growing team. As the industry pioneer behind Content Performance Marketing, BrightEdge has...",
    "date": "27 days ago"
  },
  {
    "title": "Dev Ops Engineer",
    "company": "L&T Technology Services Ltd.",
    "summary": "Continuous Delivery (CD) and Tools migration using one or more of the DevOps. 6-8 years of experience in embedded domain on Linux platform with following...",
    "date": "9 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Sizmek",
    "summary": "Functioning as a DevOps Engineer you will be taking part in building our next generation cloud infrastructure....",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "dinoct",
    "summary": "DevOps engineer with strong Linux, Chef/Puppet skills and experience with Continuous Integration Continuous Deployment (CI/CD) solutions required for full time...",
    "date": "5 months ago"
  },
  {
    "title": "Software Engineer I (Corporate)",
    "company": "MGM Resorts International",
    "summary": "Previous experience with distributed computing, enterprise-wide systems, agile-based development, Scrum, Kanban or other agile methodology and experience...",
    "date": "12 days ago"
  },
  {
    "title": "Brighter - Senior DevOps Engineer",
    "company": "Cigna",
    "summary": "We are looking for a top-notch DevOps Engineer to be responsible for our infrastructure and deployments in our AWS environments....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "SolarWinds",
    "summary": "A successful candidate will be a highly skilled DevOps Engineer who is also passionate about systems stability, security and operational efficiency....",
    "date": "26 days ago"
  },
  {
    "title": "Senior Cloud Engineer",
    "company": "Discover Financial Services",
    "summary": "Discover. A more rewarding way to work. At Discover Financial Services, you’ll find yourself in the company of some of the industry’s smartest and most...",
    "date": "19 days ago"
  },
  {
    "title": "Security DevOps Engineer",
    "company": "CrowdStrike",
    "summary": "2+ years of relevant DevOps Experience. CrowdStrike started with a mission to revolutionize the entire approach companies take to security....",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Next Rev Technologies LLC",
    "summary": "As a DevOps Engineer, you will be partnering with highly skilled back end developers, data scientists, and software developers to make sure the platform is...",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "NCR",
    "summary": "3 years or more in DevOps / Software Configuration Management. The DevOps engineer/SCM engineer’s responsibility encompasses building, packaging and deployment...",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Veea",
    "summary": "We are looking for a DevOps Engineer to join our development team with a passion for automating infrastructure and working through complex problems....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Lifesize, Inc.",
    "summary": "The Lifesize DevOps team is responsible for deploying and monitoring the Lifesize video conferencing cloud solution....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr Dev Ops Engineer, Cloud Services",
    "company": "Redbox",
    "summary": "As a Senior DevOps Engineer, you will be able to make direct impactful changes that improve the entire software development lifecycle....",
    "date": "25 days ago"
  },
  {
    "title": "Cloud DevOps Engineer",
    "company": "Deloitte",
    "summary": "Cloud DevOps Engineer Work you’ll do Setup, automate, and manage infrastructure deployment and architecture. Experienced with AWS configuration, Python, and...",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Quantlab",
    "summary": "We are seeking a DevOps Engineer to help support our state of the art trading systems, based in our fabulous office in Houston....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Xperi",
    "summary": "Additionally, this role will serve as a liaison between the ML engineering teams and the rest of the DevOps and IT team in resolving issues....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr DevOps Engineer",
    "company": "BECU",
    "summary": "TFS, Azure DevOps, TFVC, Git, NuGet, PowerShell, MsBuild, VsTest and Mstest. This Sr DevOps Engineer is a key member of our delivery teams and is the embedded...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Software Development Engineer",
    "company": "Intel",
    "summary": "DevOps paradigms & principles. MTC DevOps is driving the transformation of systems level software development through DevOps at Intel....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Broadcast Music, Inc",
    "summary": "POSITION SUMMARY: Build, deploy and test software. Interact extensively with Software Developers, Quality Assurance Analysts, Scrum Masters and Network...",
    "date": "26 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Interactive Brokers",
    "summary": "To that end we are growing an internal DevOps team to automate and improve our development platform. Job Description and Responsibilities....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Agent IQ",
    "summary": "Hands-on technical expert in the DevOps. As a Sr DevOps Engineer you will lead, help build and guide the technology future at Agent IQ....",
    "date": "6 months ago"
  },
  {
    "title": "DevOps Engineer - Windows",
    "company": "CentralSquare Technologies",
    "summary": "DevOps Engineers must ensure that on-premise and hosted systems remain healthy. At CentralSquare, the DevOps Engineer works closely with Product, Engineering,...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "JUUL Labs",
    "summary": "The Senior DevOps Engineer develops and manages software continuous deployment and integration processes, alerting and monitoring frameworks and builds and...",
    "date": "30+ days ago"
  },
  {
    "title": "Lead DevOps Engineer",
    "company": "Big Health",
    "summary": "As a Lead DevOps Engineer at Big Health, you will:. We are looking for a software engineer who is passionate about DevOps and strives to build infrastructure...",
    "date": "25 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Skillsoft",
    "summary": "Senior DevOps Engineer. Are you passionate about learning and intellectually curious?...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer - Firmware (Entry Level)",
    "company": "Seagate Technology",
    "summary": "DevOps Engineer - Firmware (Entry Level). We use current DevOps tools including Jenkins, Docker, Mesos and others....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Publicis.Sapient",
    "summary": "Should have exposure to DevOps tools to automate all dev process, QA and Operations & monitoring. Publicis Sapient is a digital transformation partner helping...",
    "date": "30 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "TUFTS University",
    "summary": "Viewing technology in the context of work, scholarship and campus life, Tufts Technology Services (TTS) is a university-wide service organization committed to...",
    "date": "16 days ago"
  },
  {
    "title": "Dev Ops SME (Hadoop)",
    "company": "Ally Financial Inc.",
    "summary": "Experience installing and administering multiple industry leading DevOps tools. Ability to train internal or client teams in DevOps practices....",
    "date": "8 days ago"
  },
  {
    "title": "Senior DevOps Engineer (Delighted)",
    "company": "Qualtrics",
    "summary": "You are a seasoned DevOps Engineer who evaluates all of your work through the lens of user experience. Delighted is a Qualtrics company that provides the...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Uplift",
    "summary": "As Senior DevOps Engineer, you will help scale the operations of our engineering efforts with a focus on automation and repeatability....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps CI/CD Engineer - Mid",
    "company": "Sevatec, Inc.",
    "summary": "Overview Do you want to work for a collaborative, innovative company? Sevatec, Inc. is seeking a dynamic and hands-on DevOps/CI/CD Engineer to push the...",
    "date": "4 months ago"
  },
  {
    "title": "Corporate Summer Intern - Software Engineer",
    "company": "Caterpillar",
    "summary": "Deploying software using CI/CD tools such as Jenkins, GoCD, Azure Devops etc. Caterpillar is the world's leading manufacturer of construction and mining...",
    "date": "18 days ago"
  },
  {
    "title": "DevOps with AWS",
    "company": "Berry, Appleman & Leiden",
    "summary": "AWS Certified SysOps Administrator – Associate or AWS Certified DevOps Engineer – Professional required. The DevOps Engineer works alongside our application...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "UnitedHealth Group",
    "summary": "The Senior DevOps Engineer is responsible for maturing the DevOps mindset within the agile teams using techniques such as Acceptance Test Driven Development,...",
    "date": "16 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Clip",
    "summary": "| DevOps, software development, hardware management | Years:. The DevOps Engineer will be responsible for effective provisioning, installation/configuration,...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Devops Engineer",
    "company": "Xilinx",
    "summary": "Description Xilinx develops highly flexible and adaptive processing platforms that enable rapid innovation across a variety of technologies - from the...",
    "date": "19 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Apple",
    "summary": "At least 5+ years hands-on experience in infrastructure engineering, DevOps, or software engineering staff member. Feb 8, 2019....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Workday",
    "summary": "Do you have strong DevOps skills and can’t wait to bring it to the world of ML products? Join our team and experience Workday!...",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "TeleSign",
    "summary": "Successful candidates will possess strong Linux technical skills, along with proven DevOps experience. Build, implement and maintain the virtual machines using...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Amyris, Inc.",
    "summary": "Advanced knowledge of Devops deployment tools. Plus 8 years of DevOps experience in a Linux environment. Serve as a subject matter expert/technical lead and...",
    "date": "30+ days ago"
  },
  {
    "title": "Star Wars: Rise to Power - DevOps Engineer",
    "company": "Electronic Arts",
    "summary": "Our growing Mobile Studio – Red Crow – in Austin, Texas, is seeking an experienced Software Engineer – DevOps to work on the upcoming launch of a new social...",
    "date": "30 days ago"
  },
  {
    "title": "Sr. DevOps Engineer",
    "company": "Edmentum, Inc.",
    "summary": "Contribute to DevOps strategic vision. Handle other DevOps responsibilities as determined necessary. Continuously improve DevOps practice and processes at...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Regis Corporate",
    "summary": "3+ years of DevOps Experience. Knowledge of DevOps principles and tenets, including CALMS and The Three Ways....",
    "date": "5 months ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Zumper",
    "summary": "4+ years of experience in software development / DevOps. Zumper is making renting an apartment as easy as booking a hotel....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Getaround",
    "summary": "You'll need experience as an SRE or in DevOps, but we're looking for software engineers, not sysadmins....",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "LeafLink",
    "summary": "3+ years professional experience as a DevOps / System Engineer. LeafLink is looking for an experienced DevOps / System Engineer to join our Product and...",
    "date": "30+ days ago"
  },
  {
    "title": "Start IT: Junior DevOps Engineer",
    "company": "Roche",
    "summary": "Start IT We are looking for post-graduates with strong interest in technology for our rotational development program Start IT. Over the course of 18 months,...",
    "date": "19 days ago"
  },
  {
    "title": "DevOps Developer",
    "company": "QVine Corporation",
    "summary": "AWS Certified DevOps Engineer – Professional. Candidate will support cloud migration services which includes a complete range of support in assisting mission...",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer 3",
    "company": "CradlePoint",
    "summary": "Experience working in a DevOps environment. Understanding of DevOps principles and technologies, and have knowledge of and experience using formal Agile...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer Evangelist",
    "company": "translations",
    "summary": "The DevOps Engineer will have a demonstrable successful track record in:.  Evangelist on DevOps best practices to continue improving software delivery and...",
    "date": "15 days ago"
  },
  {
    "title": "EXPERIENCED C# .NET DEVELOPER",
    "company": "Dayton Freight Lines",
    "summary": "Experience with Agile methodologies, Azure DevOps / Visual Studio Team Services. You belong at Dayton Freight!...",
    "date": "5 months ago"
  },
  {
    "title": "Load Balance Engineer",
    "company": "CACI",
    "summary": "Familiar with DevOps methodology and automation provisioning platforms. What You’ll Get to Do:....",
    "date": "5 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Akamai",
    "summary": "As a Senior DevOps Engineer, you’ll be responsible for:. We’re looking for a Senior DevOps Engineer to work on our Zero Trust security initiatives....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. Site Reliability Engineer",
    "company": "Nordstrom",
    "summary": "Excited about how container-based platforms can transform DevOps as we know it. We are obsessed with creating a joyful and automatic DevOps experience,...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Age of Learning",
    "summary": "Work directly with the DevOps team to design and implement build, deployment, and configuration management processes....",
    "date": "23 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Prepaid Expense Card Solutions, Inc.",
    "summary": "Under the direct supervision of the AVP Web Operations and Infrastructure, the DevOps Engineer has the responsibility of creating and managing technology...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Chainyard",
    "summary": "Enhance your expertise alongside other talented professionals, where as a DevOps Engineer you will work directly with our Consulting team to support our...",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Komodo Health",
    "summary": "We are looking for a DevOps engineer to play a pivotal role in the continual development of our leading healthcare platform....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr DevOps Engineer",
    "company": "RealNetworks",
    "summary": "RealNetworks’ Mobile Messaging team in New York is looking for a Senior Dev/Ops Engineer to play a critical role in the development of our legacy product as...",
    "date": "30+ days ago"
  },
  {
    "title": "Jr/Mid Level DevOps Engineer",
    "company": "ClearEdge",
    "summary": "Provide DevOps support for mission project spanning different classification levels that currently supports many users and is growing quickly....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr Systems Reliability Engineer",
    "company": "The Walt Disney Company (Corporate)",
    "summary": "The Walt Disney Company (TWDC) has an immediate opening for a DevOps oriented Systems Reliability Engineer. The qualified candidate will have a keen interest in...",
    "date": "11 days ago"
  },
  {
    "title": "Sr. Software Engineer-DevOps_WB",
    "company": "GlobalLogic, Inc.",
    "summary": "We are looking for DevOps Engineers to join our growing team engaged in rebuilding a legacy retail pharmacy system for a global pharmacy chain....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Software Engineer, DevOps",
    "company": "SiriusXM",
    "summary": "SiriusXM is looking for a strong collaborative team player to work within our 24x7 streaming infrastructure DevOps Team, specifically focusing on scalable...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Developer - SEAL",
    "company": "Georgia Tech Research Institute",
    "summary": "The following is a sample of the tools and products that the SEAD DevOps is currently utilizing:. DevOps position is to be aligned with the Software Engineering...",
    "date": "11 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Vicarious Surgical",
    "summary": "The DevOps Engineer will join our small engineering team to help set up and manage our local and remote servers, which run critical services that are crucial to...",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Developer",
    "company": "Highbrow Technologies",
    "summary": "We are currently seeking a DevOps Engineer who will be responsible for troubleshooting Instance automation failures....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr Systems Engineer, Middleware",
    "company": "Gartner",
    "summary": "Experience and comfortable working and contributing in a DevOps environment. What makes Gartner a GREAT fit for you?...",
    "date": "30+ days ago"
  },
  {
    "title": "Dev Ops Engineer",
    "company": "fsinvestments",
    "summary": "We are looking for a DevOps Engineer to support cloud deployments. To us, that means at least 3-5 years in a professional DevOps role....",
    "date": "26 days ago"
  },
  {
    "title": "Software Engineer Intern - Summer",
    "company": "Constant Contact",
    "summary": "Constant Contact, Inc. helps small businesses and nonprofits connect with their customers, clients, and members. Constant Contact® champions the needs of...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "RhythmOne",
    "summary": "Senior DevOps Engineer. RhythmOne is hiring a Senior DevOps Engineer with a strong operations and big data background. Vice President, Operations....",
    "date": "4 months ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Piper Companies",
    "summary": "Responsibilities for the Senior DevOps Engineer include:. Continue to build out DevOps practices and procedures....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer/Build Master",
    "company": "U.S. Bank",
    "summary": "DevOps Engineer/Build Master-180046352. Provides DevOps leadership/support to a team of payments development/support staff....",
    "date": "30+ days ago"
  },
  {
    "title": "Site Reliability Engineer - MO (St. Louis)",
    "company": "ASAP Solutions",
    "summary": "Experience and passion for working within a DevOps culture and as part of a team. Site Reliability Engineer....",
    "date": "3 days ago"
  },
  {
    "title": "Senior DevOps Automation Engineer",
    "company": "PLAYSTUDIOS, Inc.",
    "summary": "DevOps Engineer will report directly to the Head of Dev Rewards. DevOps Engineer to join our new rewards development team in our Las Vegas studio....",
    "date": "12 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Sentaca",
    "summary": "Sentaca has been providing high quality advice, services and solutions to the mobile and telecommunications industry since 2000 and we have firmly established...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Stanford University",
    "summary": "Past DevOps experience is strongly desired. As a Senior DevOps Engineer at Stanford Medicine, you will:. Advance your career by taking on high-impact projects...",
    "date": "30+ days ago"
  },
  {
    "title": "Security Automation Engineer",
    "company": "NIKE INC",
    "summary": "Secure DevOps principals and CI/CD pipelines. As part of the Automation team in Corporate Information Security, you will be responsible for developing creative...",
    "date": "30 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Mirum",
    "summary": "DevOps Engineer will be expected to:. Exposure to DevOps practices, including automation, configuration management, and release management....",
    "date": "30+ days ago"
  },
  {
    "title": "iOS Mobile App Developer",
    "company": "Taco Bell",
    "summary": "DevOps methodologies and use of Atlassian tools suite (i.e. Who is Taco Bell?...",
    "date": "3 days ago"
  },
  {
    "title": "Test Automation Engineer",
    "company": "BNY Mellon",
    "summary": "5-8 years of Agile Testing / DevOps integration testing experience in a fast-paced, time-to-market driven environment....",
    "date": "3 days ago"
  },
  {
    "title": "Devops Lead Engineer",
    "company": "Fannie Mae",
    "summary": "Assess, design, develop enterprise continuous integration/delivery framework enabling enterprise-wide adoption of DevOps....",
    "date": "17 days ago"
  },
  {
    "title": "DevOps Engineer II",
    "company": "The Zebra",
    "summary": "As a DevOps Engineer / Site Reliability Engineer, you will support our Platform team in helping us enhance and scale our infrastructure, build, release and...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps/Build Engineer",
    "company": "Sony Interactive Entertainment PlayStation",
    "summary": "------------------------------ Senior DevOps / Build Engineer ------------------------------ We are God of War! Join us! ---------------------------------...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Dev-Ops Engineer",
    "company": "U.S. Bank",
    "summary": "Hands-on experience in deployment automation using Shell/Python Scripting with concentration on DevOps and CI/CD tools such as Jenkins, Jira, and integrating...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Live Nation",
    "summary": "The DevOps Engineer will be responsible for architecting, scaling, securing, and maintaining our high volume festival ticketing infrastructure....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "BitTorrent Inc.",
    "summary": "BitTorrent/Tron is looking for a DevOps Engineer to help build our next generation infrastructure. SAN FRANCISCO, CA....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer- 3",
    "company": "Asurion",
    "summary": "DevOps Engineer- 3-TEC01787. We are seeking an experienced and motivated devops engineer interested in delivering the next generation of technology systems at...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "NAVEX Global",
    "summary": "DevOps Engineer Team: Product Engineering Reporting To: Manager, DevOps Location: Remote or Lake Oswego, OR Status: Full Time, Exempt We Offer You: Team...",
    "date": "30+ days ago"
  },
  {
    "title": "QA (DevOps) Engineer",
    "company": "Cybernetic Search",
    "summary": "My Client is a Global Fortune 500 Consultancy looking for QA Engineers with DevOps experience (minimum 3 years experience)....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Dev Ops Engineer",
    "company": "Disney Television Animation",
    "summary": "Additionally the Senior DevOps Engineer:. The Senior DevOps Engineer (SDOE) is responsible for automating Systems Engineering processes in support of the...",
    "date": "19 days ago"
  },
  {
    "title": "Devops Lead / Engineer",
    "company": "DELL",
    "summary": "Devops Lead / Engineer. Do you have a passion for DevOps, Continuous Delivery doing real software engineering at velocity?...",
    "date": "4 months ago"
  },
  {
    "title": "Site Reliability Engineer",
    "company": "Verizon",
    "summary": "Employ DevOps and agile principles; You’ll create plans, collaborate with other DevOps team members, and coordinate with development and business teams....",
    "date": "30+ days ago"
  },
  {
    "title": "SENIOR DEVOPS ENGINEER",
    "company": "Ultimate Software",
    "summary": "5+ years hands-on CI/CD and/or DevOps type roles. We are looking for Senior DevOps engineers to work on building, operating, and scaling next generation...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Blue Chip Talent",
    "summary": "Duties Monitor and maintain applications, and infrastructure stability and efficiency Provide forward thinking into the direction of environment needs and...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Tenna",
    "summary": "We’re searching for an experienced DevOps Engineer. A DevOps Engineer at Tenna is specifically focused on configuration, automation, and optimization of the...",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "EPAM Systems",
    "summary": "Follow best practices associated with DevOps and value-driven development – ensuring quality from concept to production....",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer, Commodity Tools - Foster City, CA",
    "company": "Guidewire Software, Inc.",
    "summary": "Are you passionate about developer productivity and developing software solutions? Do you know how to install, configure, administer, and maintain high...",
    "date": "12 days ago"
  },
  {
    "title": "Azure DevOps Engineer",
    "company": "HireVergence",
    "summary": "Teamcity, Octopus Deploy, Azure DevOps). The DevOps Automation Engineer is responsible for designing, implementing and maintaining tools and systems used to...",
    "date": "6 days ago"
  },
  {
    "title": "DevOps - Cloud Engineer - Consumer Tech Integrated Solutions",
    "company": "Goldman Sachs",
    "summary": "DevOps principles and utilizing advanced cloud capabilities are fundamental to our strategy of market agility and lean operating principles with a strict focus...",
    "date": "3 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Ginkgo Bioworks",
    "summary": "5 years of DevOps experience, both building end-to-end automated CI/CD pipelines, as well as application and operations support....",
    "date": "6 months ago"
  },
  {
    "title": "DevOps Engineer I",
    "company": "M&T Bank",
    "summary": "Overview: Work as part of the Platform team to build out and support the necessary infrastructure to let the development and application teams focus on what...",
    "date": "24 days ago"
  },
  {
    "title": "Advanced DevOps Engineer",
    "company": "Keysight Technologies",
    "summary": "We are seeking intermediate and advanced level DevOps engineers, to take charge and set up the software development environment to enable Agile innovation and...",
    "date": "30+ days ago"
  },
  {
    "title": "Engineer - Purchase Order Management Technology",
    "company": "TARGET",
    "summary": "Exposure to DevOps tools, processes and culture (e.g. Engineer – Purchase Orders....",
    "date": "11 days ago"
  },
  {
    "title": "Sr. Devops Engineer",
    "company": "Vibrent Health",
    "summary": "7+ years of DevOps Experience. You'll be expected to evangelize true DevOps practices with developers and QA engineers....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior Cloud Engineer",
    "company": "MathWorks",
    "summary": "Experience in a DevOps environment and/or automation with infrastructure as code methodology is a must. Advancing the teams' efforts in automation by injecting...",
    "date": "2 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Agility Logistics",
    "summary": "DevOps Engineer, Application Delivery. TDD, Continuous Integration (Jenkins or similar), Continuous Deployment, DevOps, Microservices....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Zipcar",
    "summary": "Key DevOps concepts including Infrastructure as Code. Zipcar is the world’s largest shared-mobility company....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "LogicManager",
    "summary": "LogicManager is seeking a hands-on DevOps Engineer who will lead the way for our DevOps environment. The ideal engineer will bring their experiences, best...",
    "date": "30+ days ago"
  },
  {
    "title": "Intern, DevOps SaaS Support - Irvine, CA",
    "company": "CalAmp",
    "summary": "Overview We're on our way to becoming a $1B company and we're looking for our next generation of innovators to help bring new IoT devices to life! As the...",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Early Warning Services",
    "summary": "Linux/Cloud DevOps Engineer. Big Data DevOps Engineer. Multiple DevOps Roles depending on Department needs - Chef/AWS/Big Data. A Great Place to Work....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "GoodRx",
    "summary": "GoodRx is looking for a talented Senior DevOps Engineer to support our engineering work, with a strong focus on the underlying infrastructure that we need to...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Tool Engineer",
    "company": "CACI",
    "summary": "Enhance existing and implement new tools to integrate with continuous delivery systems and DevOps pipelines....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Transamerica",
    "summary": "Job Description Summary Responsible for designing system code, test, and document programs. Develops specifications for new and existing systems. Job...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps/SRE",
    "company": "Ahrefs",
    "summary": "What We Need Ahrefs is looking for a SRE to help take care of its distributed backend systems powered by 2,000 servers and ensure all systems are up and...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "FixStream",
    "summary": "We are currently looking for a DevOps engineer with strong On Prem and Cloud deployment and management experience....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Sage Intacct",
    "summary": "Help shape the foundation of a newly formed DevOps team. As a Junior DevOps engineer, you will be the first line of defense for the Engineering Organization....",
    "date": "4 months ago"
  },
  {
    "title": "Infrastructure Product Engineer - PCF",
    "company": "Blue Cross Blue Shield of IL, MT, NM, OK & TX",
    "summary": "Supporting the infrastructure Product Manager in establishing a shared vision with IT Portfolio and DevOps stakeholders by building consensus on priorities and...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Specialist - Windows",
    "company": "CentralSquare Technologies",
    "summary": "DevOps Engineers must ensure that on-premise and hosted systems remain healthy. At CentralSquare, the DevOps Engineer works closely with Product, Engineering,...",
    "date": "30+ days ago"
  },
  {
    "title": "SAP NS2 Associate DevOps Engineer - Herndon - 20171",
    "company": "SAP",
    "summary": "DevOps Engineers are also creators of engineering and systems development. DevOps Engineering's culture of diversity, intellectual curiosity, problem solving...",
    "date": "11 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "Hallmark",
    "summary": "Familiar with Agile processes and DevOps manifesto. Hallmark Labs is a subsidiary of Hallmark Cards, Inc based in Santa Monica, California....",
    "date": "22 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "SQA Solution",
    "summary": "The DevOps Engineer is a key member in engineering and devops groups and will apply knowledge of design principles, practices in the implementation of complex,...",
    "date": "30+ days ago"
  },
  {
    "title": "Engineer Full Stack",
    "company": "Cognizant",
    "summary": "DevOps promotes the collapse of different functions into one; The ideal candidate …....",
    "date": "2 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Qwinix",
    "summary": "Qwinix Technologies is seeking a Mid Level DevOps/Platform Engineer to drive automation at all stages of software development, release, operations, and...",
    "date": "28 days ago"
  },
  {
    "title": "Senior Software Engineer - DevOps",
    "company": "Jet.com",
    "summary": "We are looking for an experienced software engineer to be the anchor member of our DevOps team. About the Job....",
    "date": "30+ days ago"
  },
  {
    "title": "Devops Engineer",
    "company": "Highbrow Technologies",
    "summary": "Hands-on experience with “Terraform” SDLC process in terms of workflow configuration that is helpful Good understanding of how CI/CD pipelines work Solid...",
    "date": "30+ days ago"
  },
  {
    "title": "Software Engineering Consultant - DevOps",
    "company": "Lowe's Inc.",
    "summary": "The Software Engineering Consultant - DevOps will be responsible for developing a departmental DevOps strategy and execution plan with goals and expected...",
    "date": "10 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "GreatCall",
    "summary": "DevOps Engineer Manager. The DevOps team brings together the best of software development and IT Operations. As a member of the DevOps team you will be key in...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Infrastructure Automation Engineer (Irvine, CA)",
    "company": "CGI Veterans Jobs",
    "summary": "Participate in DevOps implementation/development projects. DevOps Infrastructure Automation Engineer (Irvine, CA)....",
    "date": "9 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Molex",
    "summary": "7+ years experience in DevOps / SysOps roles. Facilitate DevOps discussions throughout lifecycle of feature planning....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "PicnicHealth",
    "summary": "As our first dedicated DevOps Engineer, you will maintain and grow our infrastructure stack, CI/CD pipelines, and monitoring and alerting systems....",
    "date": "4 months ago"
  },
  {
    "title": "Sr. Architect, Cloud Engineering",
    "company": "7-Eleven",
    "summary": "5 years, Cloud architecture, AWS, Agile, Full stack architect, Development, DevOps. Lead and develop Cloud based architecture to support 7-Elevens Digital...",
    "date": "4 days ago"
  },
  {
    "title": "Decisioning Tribe: Site Reliability Engineer",
    "company": "Equifax",
    "summary": "You will stay up-to-date with new technologies, tools, and DevOps strategies. You will take our DevOps, Site Reliability Engineering (SRE), and automation to...",
    "date": "5 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "SquareTrade",
    "summary": "We are looking for a talented, energetic DevOps Engineer to join our team. This is a full-time role in our San Francisco office**....",
    "date": "30+ days ago"
  },
  {
    "title": "Devops Engineer",
    "company": "avenuecode.com",
    "summary": "We are looking for DevOps Analysts to join our full-time team. Avenue Code is the leading software consultancy focused on delivering end-to-end development...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Cepheid",
    "summary": "DevOps Engineer - CEP002219. At Cepheid, we are passionate about improving healthcare through faster, more accurate diagnostic tests....",
    "date": "6 months ago"
  },
  {
    "title": "DevOps - Continuous Delivery-Consultant",
    "company": "Wipro LTD",
    "summary": "DevOps - Continuous Delivery. DevOps - Continuous Delivery-L3 (Mandatory). DevOps - Continuous Delivery Desirable Skills:. Linux Admin, Jenkins....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr. Middleware Engineer - .NET",
    "company": "Northern Trust Corp.",
    "summary": "SQL Server, Oracle, DB2 · DevOps, CI/CD – Atlassian Bamboo, BitBucket, Jira, TFS, GIT, MS Build · Processes:....",
    "date": "11 days ago"
  },
  {
    "title": "AWS Automation Engineer",
    "company": "CGI Veterans Jobs",
    "summary": "Need solid Devops experience across AWS. CGI is looking for an experienced AWS automation engineer for DevOps design and implementation on AWS for BI and DI...",
    "date": "3 days ago"
  },
  {
    "title": "2019 Summer Internship Program - RESTful API Software Engine...",
    "company": "IHS Markit",
    "summary": "Continuous Integration Tools (TeamCity, Azure DevOps). Job Description Summary....",
    "date": "17 days ago"
  },
  {
    "title": "Sr API Engineer - Node.js",
    "company": "7-Eleven",
    "summary": "Both traditional EC2 and serverless Lambda), micro-services architecture, CI/CD solutions (including Docker), DevOps principles, message queue systems, and...",
    "date": "5 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Arbor",
    "summary": "We are looking for a DevOps Engineer with a software development background and Cloud platform experience in an Agile environment....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "NTT Communications",
    "summary": "Senior DevOps Engineer. We are currently looking for a Senior DevOps Engineer with software development and CI/CD experience to join our DevOps team....",
    "date": "30+ days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "CARDFREE",
    "summary": "DevOps Engineer is responsible for the integrity and stability of production and non-production systems. DevOps Engineer has a broad range of experience working...",
    "date": "30+ days ago"
  },
  {
    "title": "Cloud Engineering Intern (Madison, WI) - Summer 2019",
    "company": "Zendesk",
    "summary": "We are looking for a dynamic DevOps Engineering Intern to join our growing Foundation Cloud team in Madison!...",
    "date": "10 days ago"
  },
  {
    "title": "Senior DevOps",
    "company": "Oracle",
    "summary": "Senior DevOps-18001BQC Preferred Qualifications The Managed Cloud Services application operations delivery team is responsible for providing technical...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Charles Schwab",
    "summary": "Description: Chicago - IL, IL150SW, 150 S Wacker Dr, 60606-4111 Curtis Cardwell 20190110-209 We believe that, when done right, investing liberates people to...",
    "date": "26 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "A10 Networks",
    "summary": "Senior DevOps Engineer. Experience with devops orchestration tools (Kubernetes, Ansible, Chef, Puppet). As a Senior DevOps Engineer, you will be the responsible...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Specialist, C-SATS, Inc.",
    "company": "Johnson & Johnson Family of Companies",
    "summary": "5 years experience with cloud computing and DevOps. We need a DevOps Specialist to help us meet our ambitious technological growth objectives....",
    "date": "30+ days ago"
  },
  {
    "title": "Cloud Engineer",
    "company": "Otter Products",
    "summary": "Experience with DevOps Orchestration/Configuration Management technologies such as Chef, Puppet, Docker, Jenkins, Ansible preferred....",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Dominion DMS",
    "summary": "Dominion Dealer Solutions is looking to fill a newly created position for an IT/DevOps technician. As an IT/Dev Ops technician, the candidate will be...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer (AWS), NY",
    "company": "NBCUniversal",
    "summary": "This DevOps position requires 5+ years of IT Operations experience with a proficiency in the Linux and other Open Source technologies in an enterprise...",
    "date": "30+ days ago"
  },
  {
    "title": "AWS-Dev Ops Engineer III",
    "company": "GS Marketing, Inc.",
    "summary": "The DevOps Applications Engineer III, reporting to the Director, Dev Ops, will deliver solutions built by software developers to the AWS stack....",
    "date": "30+ days ago"
  },
  {
    "title": "Software Engineer Intern - Summer 2019",
    "company": "PKWARE, Inc.",
    "summary": "Testing and DevOps. We code in Kotlin and Java, have an extensive suite of tests, both instrumentation and unit (we use Espresso and Robolectric), maintain our...",
    "date": "5 months ago"
  },
  {
    "title": "Sr Manager, DevOps",
    "company": "Kaiser Permanente",
    "summary": "As part of the IT Engineering job family, this position is responsible for leveraging DEVOPS, and both Waterfall and Agile practices, to design, develop, and...",
    "date": "14 days ago"
  },
  {
    "title": "DevOps Lead",
    "company": "Case New Holland Industrial",
    "summary": "The DevOps Lead Engineer on the Product Validation Team wil lbe a hands-on team-member with responsibility of working with and assigning work to other DevOps...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "The University of Chicago",
    "summary": "Job Information Job Summary: We're looking for a technical problem solver to work closely with our development team to lead automation and tooling...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Ironclad, Inc.",
    "summary": "Understanding of Continuous Integration & Continuous Delivery in the software engineering process and can clearly articulate how a DevOps / Systems Engineer...",
    "date": "26 days ago"
  },
  {
    "title": "Security DevOps Engineer",
    "company": "Valiant Solutions",
    "summary": "The successful candidate will integrate with DevOps teams to help them transform into DevSecOps teams. Valiant Solutions is seeking a DevSecOps Consultant to...",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "ActiveCampaign",
    "summary": "As a DevOps Engineer you’ll get to build the systems that power our products. We are currently seeking a talented DevOps Engineer to join us as we extend our...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Wolverine Trading",
    "summary": "Seeking a smart and driven individual to work closely with our software and hardware development teams to manage and improve our core trading systems and...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer-RS 3",
    "company": "ULA",
    "summary": "Experience with DevOps Tools and Concepts such as Docker, Vagrant Etc. We are seeking a DevOps Engineer-RS 3 to join our team in Centennial, CO....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "drchrono",
    "summary": "Start actively leading the ongoing DevOps projects. Have deployed at least once to production shadowing our DevOps engineers....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr Build DevOps Engineer",
    "company": "Broadcom",
    "summary": "Mainframe DevOps and test automation experience experience strongly preferred. If you are a first time user, please create your candidate login account before...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "MedData",
    "summary": "2 to 4 years of experience in DevOps. Responsible for key system design and integration decisions around tools, processes and practices enabling teams to apply...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Applied Research Associates, Inc",
    "summary": "Knowledge of DevOps technologies including IaaS, Serverless, Automation, distributed Databases. If you want to accelerate your career growth and are passionate...",
    "date": "23 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Charles Schwab",
    "summary": "Description: Chicago - IL, IL150SW, 150 S Wacker Dr, 60606-4111 Curtis Cardwell 20190110-209 We believe that, when done right, investing liberates people to...",
    "date": "26 days ago"
  },
  {
    "title": "Senior DevOps Engineer",
    "company": "A10 Networks",
    "summary": "Senior DevOps Engineer. Experience with devops orchestration tools (Kubernetes, Ansible, Chef, Puppet). As a Senior DevOps Engineer, you will be the responsible...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Specialist, C-SATS, Inc.",
    "company": "Johnson & Johnson Family of Companies",
    "summary": "5 years experience with cloud computing and DevOps. We need a DevOps Specialist to help us meet our ambitious technological growth objectives....",
    "date": "30+ days ago"
  },
  {
    "title": "Cloud Engineer",
    "company": "Otter Products",
    "summary": "Experience with DevOps Orchestration/Configuration Management technologies such as Chef, Puppet, Docker, Jenkins, Ansible preferred....",
    "date": "3 days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Dominion DMS",
    "summary": "Dominion Dealer Solutions is looking to fill a newly created position for an IT/DevOps technician. As an IT/Dev Ops technician, the candidate will be...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer (AWS), NY",
    "company": "NBCUniversal",
    "summary": "This DevOps position requires 5+ years of IT Operations experience with a proficiency in the Linux and other Open Source technologies in an enterprise...",
    "date": "30+ days ago"
  },
  {
    "title": "AWS-Dev Ops Engineer III",
    "company": "GS Marketing, Inc.",
    "summary": "The DevOps Applications Engineer III, reporting to the Director, Dev Ops, will deliver solutions built by software developers to the AWS stack....",
    "date": "30+ days ago"
  },
  {
    "title": "Software Engineer Intern - Summer 2019",
    "company": "PKWARE, Inc.",
    "summary": "Testing and DevOps. We code in Kotlin and Java, have an extensive suite of tests, both instrumentation and unit (we use Espresso and Robolectric), maintain our...",
    "date": "5 months ago"
  },
  {
    "title": "Sr Manager, DevOps",
    "company": "Kaiser Permanente",
    "summary": "As part of the IT Engineering job family, this position is responsible for leveraging DEVOPS, and both Waterfall and Agile practices, to design, develop, and...",
    "date": "14 days ago"
  },
  {
    "title": "DevOps Lead",
    "company": "Case New Holland Industrial",
    "summary": "The DevOps Lead Engineer on the Product Validation Team wil lbe a hands-on team-member with responsibility of working with and assigning work to other DevOps...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "The University of Chicago",
    "summary": "Job Information Job Summary: We're looking for a technical problem solver to work closely with our development team to lead automation and tooling...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Ironclad, Inc.",
    "summary": "Understanding of Continuous Integration & Continuous Delivery in the software engineering process and can clearly articulate how a DevOps / Systems Engineer...",
    "date": "26 days ago"
  },
  {
    "title": "Security DevOps Engineer",
    "company": "Valiant Solutions",
    "summary": "The successful candidate will integrate with DevOps teams to help them transform into DevSecOps teams. Valiant Solutions is seeking a DevSecOps Consultant to...",
    "date": "4 months ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "ActiveCampaign",
    "summary": "As a DevOps Engineer you’ll get to build the systems that power our products. We are currently seeking a talented DevOps Engineer to join us as we extend our...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Wolverine Trading",
    "summary": "Seeking a smart and driven individual to work closely with our software and hardware development teams to manage and improve our core trading systems and...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer-RS 3",
    "company": "ULA",
    "summary": "Experience with DevOps Tools and Concepts such as Docker, Vagrant Etc. We are seeking a DevOps Engineer-RS 3 to join our team in Centennial, CO....",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "drchrono",
    "summary": "Start actively leading the ongoing DevOps projects. Have deployed at least once to production shadowing our DevOps engineers....",
    "date": "30+ days ago"
  },
  {
    "title": "Sr Build DevOps Engineer",
    "company": "Broadcom",
    "summary": "Mainframe DevOps and test automation experience experience strongly preferred. If you are a first time user, please create your candidate login account before...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "MedData",
    "summary": "2 to 4 years of experience in DevOps. Responsible for key system design and integration decisions around tools, processes and practices enabling teams to apply...",
    "date": "30+ days ago"
  },
  {
    "title": "DevOps Engineer",
    "company": "Applied Research Associates, Inc",
    "summary": "Knowledge of DevOps technologies including IaaS, Serverless, Automation, distributed Databases. If you want to accelerate your career growth and are passionate...",
    "date": "23 days ago"
  }
]
